{
    "1": [
        {
            "verse_number": "1",
            "verse_content": "The book of the genealogy of Jesus Christ, the son of David, the son of Abraham."
        },
        {
            "verse_number": "2",
            "verse_content": "Abraham became the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers."
        },
        {
            "verse_number": "3",
            "verse_content": "Judah became the father of Perez and Zerah, whose mother was Tamar. Perez became the father of Hezron, Hezron the father of Ram,"
        },
        {
            "verse_number": "4",
            "verse_content": "Ram the father of Amminadab. Amminadab became the father of Nahshon, Nahshon the father of Salmon,"
        },
        {
            "verse_number": "5",
            "verse_content": "Salmon the father of Boaz, whose mother was Rahab. Boaz became the father of Obed, whose mother was Ruth. Obed became the father of Jesse,"
        },
        {
            "verse_number": "6",
            "verse_content": "Jesse the father of David the king.\nDavid became the father of Solomon, whose mother had been the wife of Uriah."
        },
        {
            "verse_number": "7",
            "verse_content": "Solomon became the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asaph."
        },
        {
            "verse_number": "8",
            "verse_content": "Asaph became the father of Jehoshaphat, Jehoshaphat the father of Joram, Joram the father of Uzziah."
        },
        {
            "verse_number": "9",
            "verse_content": "Uzziah became the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah."
        },
        {
            "verse_number": "10",
            "verse_content": "Hezekiah became the father of Manasseh, Manasseh the father of Amos, Amos the father of Josiah."
        },
        {
            "verse_number": "11",
            "verse_content": "Josiah became the father of Jechoniah and his brothers at the time of the Babylonian exile."
        },
        {
            "verse_number": "12",
            "verse_content": "After the Babylonian exile, Jechoniah became the father of Shealtiel, Shealtiel the father of Zerubbabel,"
        },
        {
            "verse_number": "13",
            "verse_content": "Zerubbabel the father of Abiud. Abiud became the father of Eliakim, Eliakim the father of Azor,"
        },
        {
            "verse_number": "14",
            "verse_content": "Azor the father of Zadok. Zadok became the father of Achim, Achim the father of Eliud,"
        },
        {
            "verse_number": "15",
            "verse_content": "Eliud the father of Eleazar. Eleazar became the father of Matthan, Matthan the father of Jacob,"
        },
        {
            "verse_number": "16",
            "verse_content": "Jacob the father of Joseph, the husband of Mary. Of her was born Jesus who is called the Messiah."
        },
        {
            "verse_number": "17",
            "verse_content": "Thus the total number of generations from Abraham to David is fourteen generations; from David to the Babylonian exile, fourteen generations; from the Babylonian exile to the Messiah, fourteen generations.\nThe Birth of Jesus."
        },
        {
            "verse_number": "18",
            "verse_content": "Now this is how the birth of Jesus Christ came about. When his mother Mary was betrothed to Joseph, but before they lived together, she was found with child through the holy Spirit."
        },
        {
            "verse_number": "19",
            "verse_content": "Joseph her husband, since he was a righteous man, yet unwilling to expose her to shame, decided to divorce her quietly."
        },
        {
            "verse_number": "20",
            "verse_content": "Such was his intention when, behold, the angel of the Lord appeared to him in a dream and said, “Joseph, son of David, do not be afraid to take Mary your wife into your home. For it is through the holy Spirit that this child has been conceived in her."
        },
        {
            "verse_number": "21",
            "verse_content": "She will bear a son and you are to name him Jesus, because he will save his people from their sins.”"
        },
        {
            "verse_number": "22",
            "verse_content": "All this took place to fulfill what the Lord had said through the prophet:"
        },
        {
            "verse_number": "23",
            "verse_content": "“Behold, the virgin shall be with child and bear a son,\n    and they shall name him Emmanuel,”\nwhich means “God is with us.”"
        },
        {
            "verse_number": "24",
            "verse_content": "When Joseph awoke, he did as the angel of the Lord had commanded him and took his wife into his home."
        },
        {
            "verse_number": "25",
            "verse_content": "He had no relations with her until she bore a son, and he named him Jesus."
        }
    ],
    "2": [
        {
            "verse_number": "1",
            "verse_content": "When Jesus was born in Bethlehem of Judea, in the days of King Herod, behold, magi from the east arrived in Jerusalem,"
        },
        {
            "verse_number": "2",
            "verse_content": "saying, “Where is the newborn king of the Jews? We saw his star at its rising and have come to do him homage.”"
        },
        {
            "verse_number": "3",
            "verse_content": "When King Herod heard this, he was greatly troubled, and all Jerusalem with him."
        },
        {
            "verse_number": "4",
            "verse_content": "Assembling all the chief priests and the scribes of the people, he inquired of them where the Messiah was to be born."
        },
        {
            "verse_number": "5",
            "verse_content": "They said to him, “In Bethlehem of Judea, for thus it has been written through the prophet:"
        },
        {
            "verse_number": "6",
            "verse_content": "‘And you, Bethlehem, land of Judah,\n    are by no means least among the rulers of Judah;\nsince from you shall come a ruler,\n    who is to shepherd my people Israel.’”"
        },
        {
            "verse_number": "7",
            "verse_content": "Then Herod called the magi secretly and ascertained from them the time of the star’s appearance."
        },
        {
            "verse_number": "8",
            "verse_content": "He sent them to Bethlehem and said, “Go and search diligently for the child. When you have found him, bring me word, that I too may go and do him homage.”"
        },
        {
            "verse_number": "9",
            "verse_content": "After their audience with the king they set out. And behold, the star that they had seen at its rising preceded them, until it came and stopped over the place where the child was."
        },
        {
            "verse_number": "10",
            "verse_content": "They were overjoyed at seeing the star,"
        },
        {
            "verse_number": "11",
            "verse_content": "and on entering the house they saw the child with Mary his mother. They prostrated themselves and did him homage. Then they opened their treasures and offered him gifts of gold, frankincense, and myrrh."
        },
        {
            "verse_number": "12",
            "verse_content": "And having been warned in a dream not to return to Herod, they departed for their country by another way.\nThe Flight to Egypt."
        },
        {
            "verse_number": "13",
            "verse_content": "When they had departed, behold, the angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, flee to Egypt, and stay there until I tell you. Herod is going to search for the child to destroy him.”"
        },
        {
            "verse_number": "14",
            "verse_content": "Joseph rose and took the child and his mother by night and departed for Egypt."
        },
        {
            "verse_number": "15",
            "verse_content": "He stayed there until the death of Herod, that what the Lord had said through the prophet might be fulfilled, “Out of Egypt I called my son.”\nThe Massacre of the Infants."
        },
        {
            "verse_number": "16",
            "verse_content": "When Herod realized that he had been deceived by the magi, he became furious. He ordered the massacre of all the boys in Bethlehem and its vicinity two years old and under, in accordance with the time he had ascertained from the magi."
        },
        {
            "verse_number": "17",
            "verse_content": "Then was fulfilled what had been said through Jeremiah the prophet:"
        },
        {
            "verse_number": "18",
            "verse_content": "“A voice was heard in Ramah,\n    sobbing and loud lamentation;\nRachel weeping for her children,\n    and she would not be consoled,\n    since they were no more.”\nThe Return from Egypt."
        },
        {
            "verse_number": "19",
            "verse_content": "When Herod had died, behold, the angel of the Lord appeared in a dream to Joseph in Egypt"
        },
        {
            "verse_number": "20",
            "verse_content": "and said, “Rise, take the child and his mother and go to the land of Israel, for those who sought the child’s life are dead.”"
        },
        {
            "verse_number": "21",
            "verse_content": "He rose, took the child and his mother, and went to the land of Israel."
        },
        {
            "verse_number": "22",
            "verse_content": "But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go back there. And because he had been warned in a dream, he departed for the region of Galilee."
        },
        {
            "verse_number": "23",
            "verse_content": "He went and dwelt in a town called Nazareth, so that what had been spoken through the prophets might be fulfilled, “He shall be called a Nazorean.”\nII. The Proclamation of the Kingdom"
        }
    ],
    "3": [
        {
            "verse_number": "1",
            "verse_content": "In those days John the Baptist appeared, preaching in the desert of Judea"
        },
        {
            "verse_number": "2",
            "verse_content": " saying, “Repent, for the kingdom of heaven is at hand!”"
        },
        {
            "verse_number": "3",
            "verse_content": "It was of him that the prophet Isaiah had spoken when he said:\n“A voice of one crying out in the desert,\n‘Prepare the way of the Lord,\n    make straight his paths.’”"
        },
        {
            "verse_number": "4",
            "verse_content": "John wore clothing made of camel’s hair and had a leather belt around his waist. His food was locusts and wild honey."
        },
        {
            "verse_number": "5",
            "verse_content": "At that time Jerusalem, all Judea, and the whole region around the Jordan were going out to him"
        },
        {
            "verse_number": "6",
            "verse_content": "and were being baptized by him in the Jordan River as they acknowledged their sins."
        },
        {
            "verse_number": "7",
            "verse_content": "When he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “You brood of vipers! Who warned you to flee from the coming wrath?"
        },
        {
            "verse_number": "8",
            "verse_content": "Produce good fruit as evidence of your repentance."
        },
        {
            "verse_number": "9",
            "verse_content": "And do not presume to say to yourselves, ‘We have Abraham as our father.’ For I tell you, God can raise up children to Abraham from these stones."
        },
        {
            "verse_number": "10",
            "verse_content": "Even now the ax lies at the root of the trees. Therefore every tree that does not bear good fruit will be cut down and thrown into the fire."
        },
        {
            "verse_number": "11",
            "verse_content": "I am baptizing you with water, for repentance, but the one who is coming after me is mightier than I. I am not worthy to carry his sandals. He will baptize you with the holy Spirit and fire."
        },
        {
            "verse_number": "12",
            "verse_content": "His winnowing fan is in his hand. He will clear his threshing floor and gather his wheat into his barn, but the chaff he will burn with unquenchable fire.”\nThe Baptism of Jesus."
        },
        {
            "verse_number": "13",
            "verse_content": "Then Jesus came from Galilee to John at the Jordan to be baptized by him."
        },
        {
            "verse_number": "14",
            "verse_content": "John tried to prevent him, saying, “I need to be baptized by you, and yet you are coming to me?”"
        },
        {
            "verse_number": "15",
            "verse_content": "Jesus said to him in reply, “Allow it now, for thus it is fitting for us to fulfill all righteousness.” Then he allowed him."
        },
        {
            "verse_number": "16",
            "verse_content": "After Jesus was baptized, he came up from the water and behold, the heavens were opened , and he saw the Spirit of God descending like a dove  coming upon him."
        },
        {
            "verse_number": "17",
            "verse_content": "And a voice came from the heavens, saying, “This is my beloved Son, with whom I am well pleased.”"
        }
    ],
    "4": [
        {
            "verse_number": "1",
            "verse_content": "Then Jesus was led by the Spirit into the desert to be tempted by the devil."
        },
        {
            "verse_number": "2",
            "verse_content": "He fasted for forty days and forty nights, and afterwards he was hungry."
        },
        {
            "verse_number": "3",
            "verse_content": "The tempter approached and said to him, “If you are the Son of God, command that these stones become loaves of bread.”"
        },
        {
            "verse_number": "4",
            "verse_content": "He said in reply, “It is written:\n‘One does not live by bread alone,\n    but by every word that comes forth from the mouth of God.’”"
        },
        {
            "verse_number": "5",
            "verse_content": "Then the devil took him to the holy city, and made him stand on the parapet of the temple,"
        },
        {
            "verse_number": "6",
            "verse_content": "and said to him, “If you are the Son of God, throw yourself down. For it is written:\n‘He will command his angels concerning you’\n    and ‘with their hands they will support you,\nlest you dash your foot against a stone.’”"
        },
        {
            "verse_number": "7",
            "verse_content": "Jesus answered him, “Again it is written, ‘You shall not put the Lord, your God, to the test.’”"
        },
        {
            "verse_number": "8",
            "verse_content": "Then the devil took him up to a very high mountain, and showed him all the kingdoms of the world in their magnificence,"
        },
        {
            "verse_number": "9",
            "verse_content": "and he said to him, “All these I shall give to you, if you will prostrate yourself and worship me.”"
        },
        {
            "verse_number": "10",
            "verse_content": "At this, Jesus said to him, “Get away, Satan! It is written:\n‘The Lord, your God, shall you worship\n    and him alone shall you serve.’”"
        },
        {
            "verse_number": "11",
            "verse_content": "Then the devil left him and, behold, angels came and ministered to him.\nThe Beginning of the Galilean Ministry."
        },
        {
            "verse_number": "12",
            "verse_content": "When he heard that John had been arrested, he withdrew to Galilee."
        },
        {
            "verse_number": "13",
            "verse_content": "He left Nazareth and went to live in Capernaum by the sea, in the region of Zebulun and Naphtali,"
        },
        {
            "verse_number": "14",
            "verse_content": "that what had been said through Isaiah the prophet might be fulfilled:"
        },
        {
            "verse_number": "15",
            "verse_content": "“Land of Zebulun and land of Naphtali,\n    the way to the sea, beyond the Jordan,\n    Galilee of the Gentiles,"
        },
        {
            "verse_number": "16",
            "verse_content": "the people who sit in darkness\n    have seen a great light,\non those dwelling in a land overshadowed by death\n    light has arisen.”"
        },
        {
            "verse_number": "17",
            "verse_content": "From that time on, Jesus began to preach and say, “Repent, for the kingdom of heaven is at hand.”\nThe Call of the First Disciples."
        },
        {
            "verse_number": "18",
            "verse_content": "As he was walking by the Sea of Galilee, he saw two brothers, Simon who is called Peter, and his brother Andrew, casting a net into the sea; they were fishermen."
        },
        {
            "verse_number": "19",
            "verse_content": "He said to them, “Come after me, and I will make you fishers of men.”"
        },
        {
            "verse_number": "20",
            "verse_content": "At once they left their nets and followed him."
        },
        {
            "verse_number": "21",
            "verse_content": "He walked along from there and saw two other brothers, James, the son of Zebedee, and his brother John. They were in a boat, with their father Zebedee, mending their nets. He called them,"
        },
        {
            "verse_number": "22",
            "verse_content": "and immediately they left their boat and their father and followed him.\nMinistering to a Great Multitude."
        },
        {
            "verse_number": "23",
            "verse_content": "He went around all of Galilee, teaching in their synagogues, proclaiming the gospel of the kingdom, and curing every disease and illness among the people."
        },
        {
            "verse_number": "24",
            "verse_content": "His fame spread to all of Syria, and they brought to him all who were sick with various diseases and racked with pain, those who were possessed, lunatics, and paralytics, and he cured them."
        },
        {
            "verse_number": "25",
            "verse_content": "And great crowds from Galilee, the Decapolis, Jerusalem, and Judea, and from beyond the Jordan followed him."
        }
    ],
    "5": [
        {
            "verse_number": "1",
            "verse_content": "When he saw the crowds, he went up the mountain, and after he had sat down, his disciples came to him."
        },
        {
            "verse_number": "2",
            "verse_content": "He began to teach them, saying:\nThe Beatitudes"
        },
        {
            "verse_number": "3",
            "verse_content": "“Blessed are the poor in spirit,\n    for theirs is the kingdom of heaven."
        },
        {
            "verse_number": "4",
            "verse_content": "Blessed are they who mourn,\n    for they will be comforted."
        },
        {
            "verse_number": "5",
            "verse_content": "Blessed are the meek,\n    for they will inherit the land."
        },
        {
            "verse_number": "6",
            "verse_content": "Blessed are they who hunger and thirst for righteousness,\n    for they will be satisfied."
        },
        {
            "verse_number": "7",
            "verse_content": "Blessed are the merciful,\n    for they will be shown mercy."
        },
        {
            "verse_number": "8",
            "verse_content": "Blessed are the clean of heart,\n    for they will see God."
        },
        {
            "verse_number": "9",
            "verse_content": "Blessed are the peacemakers,\n    for they will be called children of God."
        },
        {
            "verse_number": "10",
            "verse_content": "Blessed are they who are persecuted for the sake of righteousness,\n    for theirs is the kingdom of heaven."
        },
        {
            "verse_number": "11",
            "verse_content": "Blessed are you when they insult you and persecute you and utter every kind of evil against you  because of me."
        },
        {
            "verse_number": "12",
            "verse_content": "Rejoice and be glad, for your reward will be great in heaven. Thus they persecuted the prophets who were before you.\nThe Similes of Salt and Light."
        },
        {
            "verse_number": "13",
            "verse_content": "“You are the salt of the earth. But if salt loses its taste, with what can it be seasoned? It is no longer good for anything but to be thrown out and trampled underfoot."
        },
        {
            "verse_number": "14",
            "verse_content": "You are the light of the world. A city set on a mountain cannot be hidden."
        },
        {
            "verse_number": "15",
            "verse_content": "Nor do they light a lamp and then put it under a bushel basket; it is set on a lampstand, where it gives light to all in the house."
        },
        {
            "verse_number": "16",
            "verse_content": "Just so, your light must shine before others, that they may see your good deeds and glorify your heavenly Father.\nTeaching About the Law."
        },
        {
            "verse_number": "17",
            "verse_content": "“Do not think that I have come to abolish the law or the prophets. I have come not to abolish but to fulfill."
        },
        {
            "verse_number": "18",
            "verse_content": "Amen, I say to you, until heaven and earth pass away, not the smallest letter or the smallest part of a letter will pass from the law, until all things have taken place."
        },
        {
            "verse_number": "19",
            "verse_content": "Therefore, whoever breaks one of the least of these commandments and teaches others to do so will be called least in the kingdom of heaven. But whoever obeys and teaches these commandments will be called greatest in the kingdom of heaven."
        },
        {
            "verse_number": "20",
            "verse_content": "I tell you, unless your righteousness surpasses that of the scribes and Pharisees, you will not enter into the kingdom of heaven.\nTeaching About Anger."
        },
        {
            "verse_number": "21",
            "verse_content": "“You have heard that it was said to your ancestors, ‘You shall not kill; and whoever kills will be liable to judgment.’"
        },
        {
            "verse_number": "22",
            "verse_content": "But I say to you, whoever is angry with his brother will be liable to judgment, and whoever says to his brother, ‘Raqa,’ will be answerable to the Sanhedrin, and whoever says, ‘You fool,’ will be liable to fiery Gehenna."
        },
        {
            "verse_number": "23",
            "verse_content": "Therefore, if you bring your gift to the altar, and there recall that your brother has anything against you,"
        },
        {
            "verse_number": "24",
            "verse_content": "leave your gift there at the altar, go first and be reconciled with your brother, and then come and offer your gift."
        },
        {
            "verse_number": "25",
            "verse_content": "Settle with your opponent quickly while on the way to court with him. Otherwise your opponent will hand you over to the judge, and the judge will hand you over to the guard, and you will be thrown into prison."
        },
        {
            "verse_number": "26",
            "verse_content": "Amen, I say to you, you will not be released until you have paid the last penny.\nTeaching About Adultery."
        },
        {
            "verse_number": "27",
            "verse_content": "“You have heard that it was said, ‘You shall not commit adultery.’"
        },
        {
            "verse_number": "28",
            "verse_content": "But I say to you, everyone who looks at a woman with lust has already committed adultery with her in his heart."
        },
        {
            "verse_number": "29",
            "verse_content": "If your right eye causes you to sin, tear it out and throw it away. It is better for you to lose one of your members than to have your whole body thrown into Gehenna."
        },
        {
            "verse_number": "30",
            "verse_content": "And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one of your members than to have your whole body go into Gehenna.\nTeaching About Divorce."
        },
        {
            "verse_number": "31",
            "verse_content": "“It was also said, ‘Whoever divorces his wife must give her a bill of divorce.’"
        },
        {
            "verse_number": "32",
            "verse_content": "But I say to you, whoever divorces his wife (unless the marriage is unlawful) causes her to commit adultery, and whoever marries a divorced woman commits adultery.\nTeaching About Oaths."
        },
        {
            "verse_number": "33",
            "verse_content": "“Again you have heard that it was said to your ancestors, ‘Do not take a false oath, but make good to the Lord all that you vow.’"
        },
        {
            "verse_number": "34",
            "verse_content": "But I say to you, do not swear at all; not by heaven, for it is God’s throne;"
        },
        {
            "verse_number": "35",
            "verse_content": "nor by the earth, for it is his footstool; nor by Jerusalem, for it is the city of the great King."
        },
        {
            "verse_number": "36",
            "verse_content": "Do not swear by your head, for you cannot make a single hair white or black."
        },
        {
            "verse_number": "37",
            "verse_content": "Let your ‘Yes’ mean ‘Yes,’ and your ‘No’ mean ‘No.’ Anything more is from the evil one.\nTeaching About Retaliation."
        },
        {
            "verse_number": "38",
            "verse_content": "“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’"
        },
        {
            "verse_number": "39",
            "verse_content": "But I say to you, offer no resistance to one who is evil. When someone strikes you on  right cheek, turn the other one to him as well."
        },
        {
            "verse_number": "40",
            "verse_content": "If anyone wants to go to law with you over your tunic, hand him your cloak as well."
        },
        {
            "verse_number": "41",
            "verse_content": "Should anyone press you into service for one mile, go with him for two miles."
        },
        {
            "verse_number": "42",
            "verse_content": "Give to the one who asks of you, and do not turn your back on one who wants to borrow.\nLove of Enemies."
        },
        {
            "verse_number": "43",
            "verse_content": "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’"
        },
        {
            "verse_number": "44",
            "verse_content": "But I say to you, love your enemies, and pray for those who persecute you,"
        },
        {
            "verse_number": "45",
            "verse_content": "that you may be children of your heavenly Father, for he makes his sun rise on the bad and the good, and causes rain to fall on the just and the unjust."
        },
        {
            "verse_number": "46",
            "verse_content": "For if you love those who love you, what recompense will you have? Do not the tax collectors do the same?"
        },
        {
            "verse_number": "47",
            "verse_content": "And if you greet your brothers only, what is unusual about that? Do not the pagans do the same?"
        },
        {
            "verse_number": "48",
            "verse_content": "So be perfect, just as your heavenly Father is perfect."
        }
    ],
    "6": [
        {
            "verse_number": "1",
            "verse_content": "“ take care not to perform righteous deeds in order that people may see them; otherwise, you will have no recompense from your heavenly Father."
        },
        {
            "verse_number": "2",
            "verse_content": "When you give alms, do not blow a trumpet before you, as the hypocrites do in the synagogues and in the streets to win the praise of others. Amen, I say to you, they have received their reward."
        },
        {
            "verse_number": "3",
            "verse_content": "But when you give alms, do not let your left hand know what your right is doing,"
        },
        {
            "verse_number": "4",
            "verse_content": "so that your almsgiving may be secret. And your Father who sees in secret will repay you.\nTeaching About Prayer."
        },
        {
            "verse_number": "5",
            "verse_content": "“When you pray, do not be like the hypocrites, who love to stand and pray in the synagogues and on street corners so that others may see them. Amen, I say to you, they have received their reward."
        },
        {
            "verse_number": "6",
            "verse_content": "But when you pray, go to your inner room, close the door, and pray to your Father in secret. And your Father who sees in secret will repay you."
        },
        {
            "verse_number": "7",
            "verse_content": "In praying, do not babble like the pagans, who think that they will be heard because of their many words."
        },
        {
            "verse_number": "8",
            "verse_content": "Do not be like them. Your Father knows what you need before you ask him.\nThe Lord’s Prayer."
        },
        {
            "verse_number": "9",
            "verse_content": "“This is how you are to pray:\nOur Father in heaven,\n    hallowed be your name,"
        },
        {
            "verse_number": "10",
            "verse_content": "your kingdom come,\n    your will be done,\n        on earth as in heaven."
        },
        {
            "verse_number": "11",
            "verse_content": "Give us today our daily bread;"
        },
        {
            "verse_number": "12",
            "verse_content": "and forgive us our debts,\n        as we forgive our debtors;"
        },
        {
            "verse_number": "13",
            "verse_content": "and do not subject us to the final test,\n        but deliver us from the evil one."
        },
        {
            "verse_number": "14",
            "verse_content": "If you forgive others their transgressions, your heavenly Father will forgive you."
        },
        {
            "verse_number": "15",
            "verse_content": "But if you do not forgive others, neither will your Father forgive your transgressions.\nTeaching About Fasting."
        },
        {
            "verse_number": "16",
            "verse_content": "“When you fast, do not look gloomy like the hypocrites. They neglect their appearance, so that they may appear to others to be fasting. Amen, I say to you, they have received their reward."
        },
        {
            "verse_number": "17",
            "verse_content": "But when you fast, anoint your head and wash your face,"
        },
        {
            "verse_number": "18",
            "verse_content": "so that you may not appear to others to be fasting, except to your Father who is hidden. And your Father who sees what is hidden will repay you.\nTreasure in Heaven."
        },
        {
            "verse_number": "19",
            "verse_content": "“Do not store up for yourselves treasures on earth, where moth and decay destroy, and thieves break in and steal."
        },
        {
            "verse_number": "20",
            "verse_content": "But store up treasures in heaven, where neither moth nor decay destroys, nor thieves break in and steal."
        },
        {
            "verse_number": "21",
            "verse_content": "For where your treasure is, there also will your heart be.\nThe Light of the Body."
        },
        {
            "verse_number": "22",
            "verse_content": "“The lamp of the body is the eye. If your eye is sound, your whole body will be filled with light;"
        },
        {
            "verse_number": "23",
            "verse_content": "but if your eye is bad, your whole body will be in darkness. And if the light in you is darkness, how great will the darkness be.\nGod and Money."
        },
        {
            "verse_number": "24",
            "verse_content": "“No one can serve two masters. He will either hate one and love the other, or be devoted to one and despise the other. You cannot serve God and mammon.\nDependence on God."
        },
        {
            "verse_number": "25",
            "verse_content": "“Therefore I tell you, do not worry about your life, what you will eat , or about your body, what you will wear. Is not life more than food and the body more than clothing?"
        },
        {
            "verse_number": "26",
            "verse_content": "Look at the birds in the sky; they do not sow or reap, they gather nothing into barns, yet your heavenly Father feeds them. Are not you more important than they?"
        },
        {
            "verse_number": "27",
            "verse_content": "Can any of you by worrying add a single moment to your life-span?"
        },
        {
            "verse_number": "28",
            "verse_content": "Why are you anxious about clothes? Learn from the way the wild flowers grow. They do not work or spin."
        },
        {
            "verse_number": "29",
            "verse_content": "But I tell you that not even Solomon in all his splendor was clothed like one of them."
        },
        {
            "verse_number": "30",
            "verse_content": "If God so clothes the grass of the field, which grows today and is thrown into the oven tomorrow, will he not much more provide for you, O you of little faith?"
        },
        {
            "verse_number": "31",
            "verse_content": "So do not worry and say, ‘What are we to eat?’ or ‘What are we to drink?’ or ‘What are we to wear?’"
        },
        {
            "verse_number": "32",
            "verse_content": "All these things the pagans seek. Your heavenly Father knows that you need them all."
        },
        {
            "verse_number": "33",
            "verse_content": "But seek first the kingdom  and his righteousness, and all these things will be given you besides."
        },
        {
            "verse_number": "34",
            "verse_content": "Do not worry about tomorrow; tomorrow will take care of itself. Sufficient for a day is its own evil."
        }
    ],
    "7": [
        {
            "verse_number": "1",
            "verse_content": "“Stop judging, that you may not be judged."
        },
        {
            "verse_number": "2",
            "verse_content": "For as you judge, so will you be judged, and the measure with which you measure will be measured out to you."
        },
        {
            "verse_number": "3",
            "verse_content": "Why do you notice the splinter in your brother’s eye, but do not perceive the wooden beam in your own eye?"
        },
        {
            "verse_number": "4",
            "verse_content": "How can you say to your brother, ‘Let me remove that splinter from your eye,’ while the wooden beam is in your eye?"
        },
        {
            "verse_number": "5",
            "verse_content": "You hypocrite, remove the wooden beam from your eye first; then you will see clearly to remove the splinter from your brother’s eye.\nPearls Before Swine."
        },
        {
            "verse_number": "6",
            "verse_content": "“Do not give what is holy to dogs, or throw your pearls before swine, lest they trample them underfoot, and turn and tear you to pieces.\nThe Answer to Prayers."
        },
        {
            "verse_number": "7",
            "verse_content": "“Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."
        },
        {
            "verse_number": "8",
            "verse_content": "For everyone who asks, receives; and the one who seeks, finds; and to the one who knocks, the door will be opened."
        },
        {
            "verse_number": "9",
            "verse_content": "Which one of you would hand his son a stone when he asks for a loaf of bread,"
        },
        {
            "verse_number": "10",
            "verse_content": "or a snake when he asks for a fish?"
        },
        {
            "verse_number": "11",
            "verse_content": "If you then, who are wicked, know how to give good gifts to your children, how much more will your heavenly Father give good things to those who ask him.\nThe Golden Rule."
        },
        {
            "verse_number": "12",
            "verse_content": "“Do to others whatever you would have them do to you. This is the law and the prophets.\nThe Narrow Gate."
        },
        {
            "verse_number": "13",
            "verse_content": "“Enter through the narrow gate; for the gate is wide and the road broad that leads to destruction, and those who enter through it are many."
        },
        {
            "verse_number": "14",
            "verse_content": "How narrow the gate and constricted the road that leads to life. And those who find it are few.\nFalse Prophets."
        },
        {
            "verse_number": "15",
            "verse_content": "“Beware of false prophets, who come to you in sheep’s clothing, but underneath are ravenous wolves."
        },
        {
            "verse_number": "16",
            "verse_content": "By their fruits you will know them. Do people pick grapes from thornbushes, or figs from thistles?"
        },
        {
            "verse_number": "17",
            "verse_content": "Just so, every good tree bears good fruit, and a rotten tree bears bad fruit."
        },
        {
            "verse_number": "18",
            "verse_content": "A good tree cannot bear bad fruit, nor can a rotten tree bear good fruit."
        },
        {
            "verse_number": "19",
            "verse_content": "Every tree that does not bear good fruit will be cut down and thrown into the fire."
        },
        {
            "verse_number": "20",
            "verse_content": "So by their fruits you will know them.\nThe True Disciple."
        },
        {
            "verse_number": "21",
            "verse_content": "“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but only the one who does the will of my Father in heaven."
        },
        {
            "verse_number": "22",
            "verse_content": "Many will say to me on that day, ‘Lord, Lord, did we not prophesy in your name? Did we not drive out demons in your name? Did we not do mighty deeds in your name?’"
        },
        {
            "verse_number": "23",
            "verse_content": "Then I will declare to them solemnly, ‘I never knew you. Depart from me, you evildoers.’\nThe Two Foundations."
        },
        {
            "verse_number": "24",
            "verse_content": "“Everyone who listens to these words of mine and acts on them will be like a wise man who built his house on rock."
        },
        {
            "verse_number": "25",
            "verse_content": "The rain fell, the floods came, and the winds blew and buffeted the house. But it did not collapse; it had been set solidly on rock."
        },
        {
            "verse_number": "26",
            "verse_content": "And everyone who listens to these words of mine but does not act on them will be like a fool who built his house on sand."
        },
        {
            "verse_number": "27",
            "verse_content": "The rain fell, the floods came, and the winds blew and buffeted the house. And it collapsed and was completely ruined.”"
        },
        {
            "verse_number": "28",
            "verse_content": "When Jesus finished these words, the crowds were astonished at his teaching,"
        },
        {
            "verse_number": "29",
            "verse_content": "for he taught them as one having authority, and not as their scribes.\nIII. Ministry and Mission in Galilee"
        }
    ],
    "8": [
        {
            "verse_number": "1",
            "verse_content": "When Jesus came down from the mountain, great crowds followed him."
        },
        {
            "verse_number": "2",
            "verse_content": "And then a leper approached, did him homage, and said, “Lord, if you wish, you can make me clean.”"
        },
        {
            "verse_number": "3",
            "verse_content": "He stretched out his hand, touched him, and said, “I will do it. Be made clean.” His leprosy was cleansed immediately."
        },
        {
            "verse_number": "4",
            "verse_content": "Then Jesus said to him, “See that you tell no one, but go show yourself to the priest, and offer the gift that Moses prescribed; that will be proof for them.”\nThe Healing of a Centurion’s Servant."
        },
        {
            "verse_number": "5",
            "verse_content": "When he entered Capernaum, a centurion approached him and appealed to him,"
        },
        {
            "verse_number": "6",
            "verse_content": "saying, “Lord, my servant is lying at home paralyzed, suffering dreadfully.”"
        },
        {
            "verse_number": "7",
            "verse_content": "He said to him, “I will come and cure him.”"
        },
        {
            "verse_number": "8",
            "verse_content": "The centurion said in reply, “Lord, I am not worthy to have you enter under my roof; only say the word and my servant will be healed."
        },
        {
            "verse_number": "9",
            "verse_content": "For I too am a person subject to authority, with soldiers subject to me. And I say to one, ‘Go,’ and he goes; and to another, ‘Come here,’ and he comes; and to my slave, ‘Do this,’ and he does it.”"
        },
        {
            "verse_number": "10",
            "verse_content": "When Jesus heard this, he was amazed and said to those following him, “Amen, I say to you, in no one in Israel have I found such faith."
        },
        {
            "verse_number": "11",
            "verse_content": "I say to you, many will come from the east and the west, and will recline with Abraham, Isaac, and Jacob at the banquet in the kingdom of heaven,"
        },
        {
            "verse_number": "12",
            "verse_content": "but the children of the kingdom will be driven out into the outer darkness, where there will be wailing and grinding of teeth.”"
        },
        {
            "verse_number": "13",
            "verse_content": "And Jesus said to the centurion, “You may go; as you have believed, let it be done for you.” And at that very hour  servant was healed.\nThe Cure of Peter’s Mother-in-Law."
        },
        {
            "verse_number": "14",
            "verse_content": "Jesus entered the house of Peter, and saw his mother-in-law lying in bed with a fever."
        },
        {
            "verse_number": "15",
            "verse_content": "He touched her hand, the fever left her, and she rose and waited on him.\nOther Healings."
        },
        {
            "verse_number": "16",
            "verse_content": "When it was evening, they brought him many who were possessed by demons, and he drove out the spirits by a word and cured all the sick,"
        },
        {
            "verse_number": "17",
            "verse_content": "to fulfill what had been said by Isaiah the prophet:\n“He took away our infirmities\n    and bore our diseases.”\nThe Would-be Followers of Jesus."
        },
        {
            "verse_number": "18",
            "verse_content": "When Jesus saw a crowd around him, he gave orders to cross to the other side."
        },
        {
            "verse_number": "19",
            "verse_content": "A scribe approached and said to him, “Teacher, I will follow you wherever you go.”"
        },
        {
            "verse_number": "20",
            "verse_content": "Jesus answered him, “Foxes have dens and birds of the sky have nests, but the Son of Man has nowhere to rest his head.”"
        },
        {
            "verse_number": "21",
            "verse_content": "Another of  disciples said to him, “Lord, let me go first and bury my father.”"
        },
        {
            "verse_number": "22",
            "verse_content": "But Jesus answered him, “Follow me, and let the dead bury their dead.”\nThe Calming of the Storm at Sea."
        },
        {
            "verse_number": "23",
            "verse_content": "He got into a boat and his disciples followed him."
        },
        {
            "verse_number": "24",
            "verse_content": "Suddenly a violent storm came up on the sea, so that the boat was being swamped by waves; but he was asleep."
        },
        {
            "verse_number": "25",
            "verse_content": "They came and woke him, saying, “Lord, save us! We are perishing!”"
        },
        {
            "verse_number": "26",
            "verse_content": "He said to them, “Why are you terrified, O you of little faith?” Then he got up, rebuked the winds and the sea, and there was great calm."
        },
        {
            "verse_number": "27",
            "verse_content": "The men were amazed and said, “What sort of man is this, whom even the winds and the sea obey?”\nThe Healing of the Gadarene Demoniacs."
        },
        {
            "verse_number": "28",
            "verse_content": "When he came to the other side, to the territory of the Gadarenes, two demoniacs who were coming from the tombs met him. They were so savage that no one could travel by that road."
        },
        {
            "verse_number": "29",
            "verse_content": "They cried out, “What have you to do with us, Son of God? Have you come here to torment us before the appointed time?”"
        },
        {
            "verse_number": "30",
            "verse_content": "Some distance away a herd of many swine was feeding."
        },
        {
            "verse_number": "31",
            "verse_content": "The demons pleaded with him, “If you drive us out, send us into the herd of swine.”"
        },
        {
            "verse_number": "32",
            "verse_content": "And he said to them, “Go then!” They came out and entered the swine, and the whole herd rushed down the steep bank into the sea where they drowned."
        },
        {
            "verse_number": "33",
            "verse_content": "The swineherds ran away, and when they came to the town they reported everything, including what had happened to the demoniacs."
        },
        {
            "verse_number": "34",
            "verse_content": "Thereupon the whole town came out to meet Jesus, and when they saw him they begged him to leave their district."
        }
    ],
    "9": [
        {
            "verse_number": "1",
            "verse_content": "He entered a boat, made the crossing, and came into his own town."
        },
        {
            "verse_number": "2",
            "verse_content": "And there people brought to him a paralytic lying on a stretcher. When Jesus saw their faith, he said to the paralytic, “Courage, child, your sins are forgiven.”"
        },
        {
            "verse_number": "3",
            "verse_content": "At that, some of the scribes said to themselves, “This man is blaspheming.”"
        },
        {
            "verse_number": "4",
            "verse_content": "Jesus knew what they were thinking, and said, “Why do you harbor evil thoughts?"
        },
        {
            "verse_number": "5",
            "verse_content": "Which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Rise and walk’?"
        },
        {
            "verse_number": "6",
            "verse_content": "But that you may know that the Son of Man has authority on earth to forgive sins”—he then said to the paralytic, “Rise, pick up your stretcher, and go home.”"
        },
        {
            "verse_number": "7",
            "verse_content": "He rose and went home."
        },
        {
            "verse_number": "8",
            "verse_content": "When the crowds saw this they were struck with awe and glorified God who had given such authority to human beings.\nThe Call of Matthew."
        },
        {
            "verse_number": "9",
            "verse_content": "As Jesus passed on from there, he saw a man named Matthew sitting at the customs post. He said to him, “Follow me.” And he got up and followed him."
        },
        {
            "verse_number": "10",
            "verse_content": "While he was at table in his house, many tax collectors and sinners came and sat with Jesus and his disciples."
        },
        {
            "verse_number": "11",
            "verse_content": "The Pharisees saw this and said to his disciples, “Why does your teacher eat with tax collectors and sinners?”"
        },
        {
            "verse_number": "12",
            "verse_content": "He heard this and said, “Those who are well do not need a physician, but the sick do."
        },
        {
            "verse_number": "13",
            "verse_content": "Go and learn the meaning of the words, ‘I desire mercy, not sacrifice.’ I did not come to call the righteous but sinners.”\nThe Question About Fasting."
        },
        {
            "verse_number": "14",
            "verse_content": "Then the disciples of John approached him and said, “Why do we and the Pharisees fast , but your disciples do not fast?”"
        },
        {
            "verse_number": "15",
            "verse_content": "Jesus answered them, “Can the wedding guests mourn as long as the bridegroom is with them? The days will come when the bridegroom is taken away from them, and then they will fast."
        },
        {
            "verse_number": "16",
            "verse_content": "No one patches an old cloak with a piece of unshrunken cloth, for its fullness pulls away from the cloak and the tear gets worse."
        },
        {
            "verse_number": "17",
            "verse_content": "People do not put new wine into old wineskins. Otherwise the skins burst, the wine spills out, and the skins are ruined. Rather, they pour new wine into fresh wineskins, and both are preserved.”\nThe Official’s Daughter and the Woman with a Hemorrhage."
        },
        {
            "verse_number": "18",
            "verse_content": "While he was saying these things to them, an official came forward, knelt down before him, and said, “My daughter has just died. But come, lay your hand on her, and she will live.”"
        },
        {
            "verse_number": "19",
            "verse_content": "Jesus rose and followed him, and so did his disciples."
        },
        {
            "verse_number": "20",
            "verse_content": "A woman suffering hemorrhages for twelve years came up behind him and touched the tassel on his cloak."
        },
        {
            "verse_number": "21",
            "verse_content": "She said to herself, “If only I can touch his cloak, I shall be cured.”"
        },
        {
            "verse_number": "22",
            "verse_content": "Jesus turned around and saw her, and said, “Courage, daughter! Your faith has saved you.” And from that hour the woman was cured."
        },
        {
            "verse_number": "23",
            "verse_content": "When Jesus arrived at the official’s house and saw the flute players and the crowd who were making a commotion,"
        },
        {
            "verse_number": "24",
            "verse_content": "he said, “Go away! The girl is not dead but sleeping.” And they ridiculed him."
        },
        {
            "verse_number": "25",
            "verse_content": "When the crowd was put out, he came and took her by the hand, and the little girl arose."
        },
        {
            "verse_number": "26",
            "verse_content": "And news of this spread throughout all that land.\nThe Healing of Two Blind Men."
        },
        {
            "verse_number": "27",
            "verse_content": "And as Jesus passed on from there, two blind men followed , crying out, “Son of David, have pity on us!”"
        },
        {
            "verse_number": "28",
            "verse_content": "When he entered the house, the blind men approached him and Jesus said to them, “Do you believe that I can do this?” “Yes, Lord,” they said to him."
        },
        {
            "verse_number": "29",
            "verse_content": "Then he touched their eyes and said, “Let it be done for you according to your faith.”"
        },
        {
            "verse_number": "30",
            "verse_content": "And their eyes were opened. Jesus warned them sternly, “See that no one knows about this.”"
        },
        {
            "verse_number": "31",
            "verse_content": "But they went out and spread word of him through all that land.\nThe Healing of a Mute Person."
        },
        {
            "verse_number": "32",
            "verse_content": "As they were going out, a demoniac who could not speak was brought to him,"
        },
        {
            "verse_number": "33",
            "verse_content": "and when the demon was driven out the mute person spoke. The crowds were amazed and said, “Nothing like this has ever been seen in Israel.”"
        },
        {
            "verse_number": "34",
            "verse_content": "But the Pharisees said, “He drives out demons by the prince of demons.”\nThe Compassion of Jesus."
        },
        {
            "verse_number": "35",
            "verse_content": "Jesus went around to all the towns and villages, teaching in their synagogues, proclaiming the gospel of the kingdom, and curing every disease and illness."
        },
        {
            "verse_number": "36",
            "verse_content": "At the sight of the crowds, his heart was moved with pity for them because they were troubled and abandoned, like sheep without a shepherd."
        },
        {
            "verse_number": "37",
            "verse_content": "Then he said to his disciples, “The harvest is abundant but the laborers are few;"
        },
        {
            "verse_number": "38",
            "verse_content": "so ask the master of the harvest to send out laborers for his harvest.”"
        }
    ],
    "10": [
        {
            "verse_number": "1",
            "verse_content": "Then he summoned his twelve disciples and gave them authority over unclean spirits to drive them out and to cure every disease and every illness."
        },
        {
            "verse_number": "2",
            "verse_content": "The names of the twelve apostles are these: first, Simon called Peter, and his brother Andrew; James, the son of Zebedee, and his brother John;"
        },
        {
            "verse_number": "3",
            "verse_content": "Philip and Bartholomew, Thomas and Matthew the tax collector; James, the son of Alphaeus, and Thaddeus;"
        },
        {
            "verse_number": "4",
            "verse_content": "Simon the Cananean, and Judas Iscariot who betrayed him.\nThe Commissioning of the Twelve."
        },
        {
            "verse_number": "5",
            "verse_content": "Jesus sent out these twelve after instructing them thus, “Do not go into pagan territory or enter a Samaritan town."
        },
        {
            "verse_number": "6",
            "verse_content": "Go rather to the lost sheep of the house of Israel."
        },
        {
            "verse_number": "7",
            "verse_content": "As you go, make this proclamation: ‘The kingdom of heaven is at hand.’"
        },
        {
            "verse_number": "8",
            "verse_content": "Cure the sick, raise the dead, cleanse lepers, drive out demons. Without cost you have received; without cost you are to give."
        },
        {
            "verse_number": "9",
            "verse_content": "Do not take gold or silver or copper for your belts;"
        },
        {
            "verse_number": "10",
            "verse_content": "no sack for the journey, or a second tunic, or sandals, or walking stick. The laborer deserves his keep."
        },
        {
            "verse_number": "11",
            "verse_content": "Whatever town or village you enter, look for a worthy person in it, and stay there until you leave."
        },
        {
            "verse_number": "12",
            "verse_content": "As you enter a house, wish it peace."
        },
        {
            "verse_number": "13",
            "verse_content": "If the house is worthy, let your peace come upon it; if not, let your peace return to you."
        },
        {
            "verse_number": "14",
            "verse_content": "Whoever will not receive you or listen to your words—go outside that house or town and shake the dust from your feet."
        },
        {
            "verse_number": "15",
            "verse_content": "Amen, I say to you, it will be more tolerable for the land of Sodom and Gomorrah on the day of judgment than for that town.\nComing Persecutions."
        },
        {
            "verse_number": "16",
            "verse_content": "“Behold, I am sending you like sheep in the midst of wolves; so be shrewd as serpents and simple as doves."
        },
        {
            "verse_number": "17",
            "verse_content": "But beware of people, for they will hand you over to courts and scourge you in their synagogues,"
        },
        {
            "verse_number": "18",
            "verse_content": "and you will be led before governors and kings for my sake as a witness before them and the pagans."
        },
        {
            "verse_number": "19",
            "verse_content": "When they hand you over, do not worry about how you are to speak or what you are to say. You will be given at that moment what you are to say."
        },
        {
            "verse_number": "20",
            "verse_content": "For it will not be you who speak but the Spirit of your Father speaking through you."
        },
        {
            "verse_number": "21",
            "verse_content": "Brother will hand over brother to death, and the father his child; children will rise up against parents and have them put to death."
        },
        {
            "verse_number": "22",
            "verse_content": "You will be hated by all because of my name, but whoever endures to the end will be saved."
        },
        {
            "verse_number": "23",
            "verse_content": "When they persecute you in one town, flee to another. Amen, I say to you, you will not finish the towns of Israel before the Son of Man comes."
        },
        {
            "verse_number": "24",
            "verse_content": "No disciple is above his teacher, no slave above his master."
        },
        {
            "verse_number": "25",
            "verse_content": "It is enough for the disciple that he become like his teacher, for the slave that he become like his master. If they have called the master of the house Beelzebul, how much more those of his household!\nCourage Under Persecution."
        },
        {
            "verse_number": "26",
            "verse_content": "“Therefore do not be afraid of them. Nothing is concealed that will not be revealed, nor secret that will not be known."
        },
        {
            "verse_number": "27",
            "verse_content": "What I say to you in the darkness, speak in the light; what you hear whispered, proclaim on the housetops."
        },
        {
            "verse_number": "28",
            "verse_content": "And do not be afraid of those who kill the body but cannot kill the soul; rather, be afraid of the one who can destroy both soul and body in Gehenna."
        },
        {
            "verse_number": "29",
            "verse_content": "Are not two sparrows sold for a small coin? Yet not one of them falls to the ground without your Father’s knowledge."
        },
        {
            "verse_number": "30",
            "verse_content": "Even all the hairs of your head are counted."
        },
        {
            "verse_number": "31",
            "verse_content": "So do not be afraid; you are worth more than many sparrows."
        },
        {
            "verse_number": "32",
            "verse_content": "Everyone who acknowledges me before others I will acknowledge before my heavenly Father."
        },
        {
            "verse_number": "33",
            "verse_content": "But whoever denies me before others, I will deny before my heavenly Father.\nJesus: A Cause of Division."
        },
        {
            "verse_number": "34",
            "verse_content": "“Do not think that I have come to bring peace upon the earth. I have come to bring not peace but the sword."
        },
        {
            "verse_number": "35",
            "verse_content": "For I have come to set\na man ‘against his father,\n    a daughter against her mother,\nand a daughter-in-law against her mother-in-law;"
        },
        {
            "verse_number": "36",
            "verse_content": "and one’s enemies will be those of his household.’\nThe Conditions of Discipleship."
        },
        {
            "verse_number": "37",
            "verse_content": "“Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me;"
        },
        {
            "verse_number": "38",
            "verse_content": "and whoever does not take up his cross and follow after me is not worthy of me."
        },
        {
            "verse_number": "39",
            "verse_content": "Whoever finds his life will lose it, and whoever loses his life for my sake will find it.\nRewards."
        },
        {
            "verse_number": "40",
            "verse_content": "“Whoever receives you receives me, and whoever receives me receives the one who sent me."
        },
        {
            "verse_number": "41",
            "verse_content": "Whoever receives a prophet because he is a prophet will receive a prophet’s reward, and whoever receives a righteous man because he is righteous will receive a righteous man’s reward."
        },
        {
            "verse_number": "42",
            "verse_content": "And whoever gives only a cup of cold water to one of these little ones to drink because he is a disciple—amen, I say to you, he will surely not lose his reward.”"
        }
    ],
    "11": [
        {
            "verse_number": "1",
            "verse_content": "When Jesus finished giving these commands to his twelve disciples, he went away from that place to teach and to preach in their towns.\nIV. Opposition from Israel\nThe Messengers from John the Baptist."
        },
        {
            "verse_number": "2",
            "verse_content": "When John heard in prison of the works of the Messiah, he sent his disciples to him"
        },
        {
            "verse_number": "3",
            "verse_content": "with this question, “Are you the one who is to come, or should we look for another?”"
        },
        {
            "verse_number": "4",
            "verse_content": "Jesus said to them in reply, “Go and tell John what you hear and see:"
        },
        {
            "verse_number": "5",
            "verse_content": "the blind regain their sight, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, and the poor have the good news proclaimed to them."
        },
        {
            "verse_number": "6",
            "verse_content": "And blessed is the one who takes no offense at me.”\nJesus’ Testimony to John."
        },
        {
            "verse_number": "7",
            "verse_content": "As they were going off, Jesus began to speak to the crowds about John, “What did you go out to the desert to see? A reed swayed by the wind?"
        },
        {
            "verse_number": "8",
            "verse_content": "Then what did you go out to see? Someone dressed in fine clothing? Those who wear fine clothing are in royal palaces."
        },
        {
            "verse_number": "9",
            "verse_content": "Then why did you go out? To see a prophet? Yes, I tell you, and more than a prophet."
        },
        {
            "verse_number": "10",
            "verse_content": "This is the one about whom it is written:\n‘Behold, I am sending my messenger ahead of you;\n    he will prepare your way before you.’"
        },
        {
            "verse_number": "11",
            "verse_content": "Amen, I say to you, among those born of women there has been none greater than John the Baptist; yet the least in the kingdom of heaven is greater than he."
        },
        {
            "verse_number": "12",
            "verse_content": "From the days of John the Baptist until now, the kingdom of heaven suffers violence, and the violent are taking it by force."
        },
        {
            "verse_number": "13",
            "verse_content": "All the prophets and the law prophesied up to the time of John."
        },
        {
            "verse_number": "14",
            "verse_content": "And if you are willing to accept it, he is Elijah, the one who is to come."
        },
        {
            "verse_number": "15",
            "verse_content": "Whoever has ears ought to hear."
        },
        {
            "verse_number": "16",
            "verse_content": "“To what shall I compare this generation? It is like children who sit in marketplaces and call to one another,"
        },
        {
            "verse_number": "17",
            "verse_content": "‘We played the flute for you, but you did not dance, we sang a dirge but you did not mourn.’"
        },
        {
            "verse_number": "18",
            "verse_content": "For John came neither eating nor drinking, and they said, ‘He is possessed by a demon.’"
        },
        {
            "verse_number": "19",
            "verse_content": "The Son of Man came eating and drinking and they said, ‘Look, he is a glutton and a drunkard, a friend of tax collectors and sinners.’ But wisdom is vindicated by her works.”\nReproaches to Unrepentant Towns."
        },
        {
            "verse_number": "20",
            "verse_content": "Then he began to reproach the towns where most of his mighty deeds had been done, since they had not repented."
        },
        {
            "verse_number": "21",
            "verse_content": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty deeds done in your midst had been done in Tyre and Sidon, they would long ago have repented in sackcloth and ashes."
        },
        {
            "verse_number": "22",
            "verse_content": "But I tell you, it will be more tolerable for Tyre and Sidon on the day of judgment than for you."
        },
        {
            "verse_number": "23",
            "verse_content": "And as for you, Capernaum:\n‘Will you be exalted to heaven?\n    You will go down to the netherworld.’\nFor if the mighty deeds done in your midst had been done in Sodom, it would have remained until this day."
        },
        {
            "verse_number": "24",
            "verse_content": "But I tell you, it will be more tolerable for the land of Sodom on the day of judgment than for you.”\nThe Praise of the Father."
        },
        {
            "verse_number": "25",
            "verse_content": "At that time Jesus said in reply, “I give praise to you, Father, Lord of heaven and earth, for although you have hidden these things from the wise and the learned you have revealed them to the childlike."
        },
        {
            "verse_number": "26",
            "verse_content": "Yes, Father, such has been your gracious will."
        },
        {
            "verse_number": "27",
            "verse_content": "All things have been handed over to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son wishes to reveal him.\nThe Gentle Mastery of Christ."
        },
        {
            "verse_number": "28",
            "verse_content": "“Come to me, all you who labor and are burdened, and I will give you rest."
        },
        {
            "verse_number": "29",
            "verse_content": "Take my yoke upon you and learn from me, for I am meek and humble of heart; and you will find rest for yourselves."
        },
        {
            "verse_number": "30",
            "verse_content": "For my yoke is easy, and my burden light.”"
        }
    ],
    "12": [
        {
            "verse_number": "1",
            "verse_content": "At that time Jesus was going through a field of grain on the sabbath. His disciples were hungry and began to pick the heads of grain and eat them."
        },
        {
            "verse_number": "2",
            "verse_content": "When the Pharisees saw this, they said to him, “See, your disciples are doing what is unlawful to do on the sabbath.”"
        },
        {
            "verse_number": "3",
            "verse_content": "He said to them, “Have you not read what David did when he and his companions were hungry,"
        },
        {
            "verse_number": "4",
            "verse_content": "how he went into the house of God and ate the bread of offering, which neither he nor his companions but only the priests could lawfully eat?"
        },
        {
            "verse_number": "5",
            "verse_content": "Or have you not read in the law that on the sabbath the priests serving in the temple violate the sabbath and are innocent?"
        },
        {
            "verse_number": "6",
            "verse_content": "I say to you, something greater than the temple is here."
        },
        {
            "verse_number": "7",
            "verse_content": "If you knew what this meant, ‘I desire mercy, not sacrifice,’ you would not have condemned these innocent men."
        },
        {
            "verse_number": "8",
            "verse_content": "For the Son of Man is Lord of the sabbath.”\nThe Man with a Withered Hand."
        },
        {
            "verse_number": "9",
            "verse_content": "Moving on from there, he went into their synagogue."
        },
        {
            "verse_number": "10",
            "verse_content": "And behold, there was a man there who had a withered hand. They questioned him, “Is it lawful to cure on the sabbath?” so that they might accuse him."
        },
        {
            "verse_number": "11",
            "verse_content": "He said to them, “Which one of you who has a sheep that falls into a pit on the sabbath will not take hold of it and lift it out?"
        },
        {
            "verse_number": "12",
            "verse_content": "How much more valuable a person is than a sheep. So it is lawful to do good on the sabbath.”"
        },
        {
            "verse_number": "13",
            "verse_content": "Then he said to the man, “Stretch out your hand.” He stretched it out, and it was restored as sound as the other."
        },
        {
            "verse_number": "14",
            "verse_content": "But the Pharisees went out and took counsel against him to put him to death.\nThe Chosen Servant."
        },
        {
            "verse_number": "15",
            "verse_content": "When Jesus realized this, he withdrew from that place. Many  followed him, and he cured them all,"
        },
        {
            "verse_number": "16",
            "verse_content": "but he warned them not to make him known."
        },
        {
            "verse_number": "17",
            "verse_content": "This was to fulfill what had been spoken through Isaiah the prophet:"
        },
        {
            "verse_number": "18",
            "verse_content": "“Behold, my servant whom I have chosen,\n    my beloved in whom I delight;\nI shall place my spirit upon him,\n    and he will proclaim justice to the Gentiles."
        },
        {
            "verse_number": "19",
            "verse_content": "He will not contend or cry out,\n    nor will anyone hear his voice in the streets."
        },
        {
            "verse_number": "20",
            "verse_content": "A bruised reed he will not break,\n    a smoldering wick he will not quench,\nuntil he brings justice to victory."
        },
        {
            "verse_number": "21",
            "verse_content": "And in his name the Gentiles will hope.”\nJesus and Beelzebul."
        },
        {
            "verse_number": "22",
            "verse_content": "Then they brought to him a demoniac who was blind and mute. He cured the mute person so that he could speak and see."
        },
        {
            "verse_number": "23",
            "verse_content": "All the crowd was astounded, and said, “Could this perhaps be the Son of David?”"
        },
        {
            "verse_number": "24",
            "verse_content": "But when the Pharisees heard this, they said, “This man drives out demons only by the power of Beelzebul, the prince of demons.”"
        },
        {
            "verse_number": "25",
            "verse_content": "But he knew what they were thinking and said to them, “Every kingdom divided against itself will be laid waste, and no town or house divided against itself will stand."
        },
        {
            "verse_number": "26",
            "verse_content": "And if Satan drives out Satan, he is divided against himself; how, then, will his kingdom stand?"
        },
        {
            "verse_number": "27",
            "verse_content": "And if I drive out demons by Beelzebul, by whom do your own people drive them out? Therefore they will be your judges."
        },
        {
            "verse_number": "28",
            "verse_content": "But if it is by the Spirit of God that I drive out demons, then the kingdom of God has come upon you."
        },
        {
            "verse_number": "29",
            "verse_content": "How can anyone enter a strong man’s house and steal his property, unless he first ties up the strong man? Then he can plunder his house."
        },
        {
            "verse_number": "30",
            "verse_content": "Whoever is not with me is against me, and whoever does not gather with me scatters."
        },
        {
            "verse_number": "31",
            "verse_content": "Therefore, I say to you, every sin and blasphemy will be forgiven people, but blasphemy against the Spirit will not be forgiven."
        },
        {
            "verse_number": "32",
            "verse_content": "And whoever speaks a word against the Son of Man will be forgiven; but whoever speaks against the holy Spirit will not be forgiven, either in this age or in the age to come.\nA Tree and Its Fruits."
        },
        {
            "verse_number": "33",
            "verse_content": "“Either declare the tree good and its fruit is good, or declare the tree rotten and its fruit is rotten, for a tree is known by its fruit."
        },
        {
            "verse_number": "34",
            "verse_content": "You brood of vipers, how can you say good things when you are evil? For from the fullness of the heart the mouth speaks."
        },
        {
            "verse_number": "35",
            "verse_content": "A good person brings forth good out of a store of goodness, but an evil person brings forth evil out of a store of evil."
        },
        {
            "verse_number": "36",
            "verse_content": "I tell you, on the day of judgment people will render an account for every careless word they speak."
        },
        {
            "verse_number": "37",
            "verse_content": "By your words you will be acquitted, and by your words you will be condemned.”\nThe Demand for a Sign."
        },
        {
            "verse_number": "38",
            "verse_content": "Then some of the scribes and Pharisees said to him, “Teacher, we wish to see a sign from you.”"
        },
        {
            "verse_number": "39",
            "verse_content": "He said to them in reply, “An evil and unfaithful generation seeks a sign, but no sign will be given it except the sign of Jonah the prophet."
        },
        {
            "verse_number": "40",
            "verse_content": "Just as Jonah was in the belly of the whale three days and three nights, so will the Son of Man be in the heart of the earth three days and three nights."
        },
        {
            "verse_number": "41",
            "verse_content": "At the judgment, the men of Nineveh will arise with this generation and condemn it, because they repented at the preaching of Jonah; and there is something greater than Jonah here."
        },
        {
            "verse_number": "42",
            "verse_content": "At the judgment the queen of the south will arise with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and there is something greater than Solomon here.\nThe Return of the Unclean Spirit."
        },
        {
            "verse_number": "43",
            "verse_content": "“When an unclean spirit goes out of a person it roams through arid regions searching for rest but finds none."
        },
        {
            "verse_number": "44",
            "verse_content": "Then it says, ‘I will return to my home from which I came.’ But upon returning, it finds it empty, swept clean, and put in order."
        },
        {
            "verse_number": "45",
            "verse_content": "Then it goes and brings back with itself seven other spirits more evil than itself, and they move in and dwell there; and the last condition of that person is worse than the first. Thus it will be with this evil generation.”\nThe True Family of Jesus."
        },
        {
            "verse_number": "46",
            "verse_content": "While he was still speaking to the crowds, his mother and his brothers appeared outside, wishing to speak with him."
        },
        {
            "verse_number": "47",
            "verse_content": ""
        },
        {
            "verse_number": "48",
            "verse_content": "But he said in reply to the one who told him, “Who is my mother? Who are my brothers?”"
        },
        {
            "verse_number": "49",
            "verse_content": "And stretching out his hand toward his disciples, he said, “Here are my mother and my brothers."
        },
        {
            "verse_number": "50",
            "verse_content": "For whoever does the will of my heavenly Father is my brother, and sister, and mother.”"
        }
    ],
    "13": [
        {
            "verse_number": "1",
            "verse_content": "On that day, Jesus went out of the house and sat down by the sea."
        },
        {
            "verse_number": "2",
            "verse_content": "Such large crowds gathered around him that he got into a boat and sat down, and the whole crowd stood along the shore."
        },
        {
            "verse_number": "3",
            "verse_content": "And he spoke to them at length in parables, saying: “A sower went out to sow."
        },
        {
            "verse_number": "4",
            "verse_content": "And as he sowed, some seed fell on the path, and birds came and ate it up."
        },
        {
            "verse_number": "5",
            "verse_content": "Some fell on rocky ground, where it had little soil. It sprang up at once because the soil was not deep,"
        },
        {
            "verse_number": "6",
            "verse_content": "and when the sun rose it was scorched, and it withered for lack of roots."
        },
        {
            "verse_number": "7",
            "verse_content": "Some seed fell among thorns, and the thorns grew up and choked it."
        },
        {
            "verse_number": "8",
            "verse_content": "But some seed fell on rich soil, and produced fruit, a hundred or sixty or thirtyfold."
        },
        {
            "verse_number": "9",
            "verse_content": "Whoever has ears ought to hear.”\nThe Purpose of Parables."
        },
        {
            "verse_number": "10",
            "verse_content": "The disciples approached him and said, “Why do you speak to them in parables?”"
        },
        {
            "verse_number": "11",
            "verse_content": "He said to them in reply, “Because knowledge of the mysteries of the kingdom of heaven has been granted to you, but to them it has not been granted."
        },
        {
            "verse_number": "12",
            "verse_content": "To anyone who has, more will be given and he will grow rich; from anyone who has not, even what he has will be taken away."
        },
        {
            "verse_number": "13",
            "verse_content": "This is why I speak to them in parables, because ‘they look but do not see and hear but do not listen or understand.’"
        },
        {
            "verse_number": "14",
            "verse_content": "Isaiah’s prophecy is fulfilled in them, which says:\n‘You shall indeed hear but not understand,\n    you shall indeed look but never see."
        },
        {
            "verse_number": "15",
            "verse_content": "Gross is the heart of this people,\n    they will hardly hear with their ears,\n    they have closed their eyes,\n        lest they see with their eyes\n    and hear with their ears\nand understand with their heart and be converted,\n    and I heal them.’\nThe Privilege of Discipleship."
        },
        {
            "verse_number": "16",
            "verse_content": "“But blessed are your eyes, because they see, and your ears, because they hear."
        },
        {
            "verse_number": "17",
            "verse_content": "Amen, I say to you, many prophets and righteous people longed to see what you see but did not see it, and to hear what you hear but did not hear it.\nThe Explanation of the Parable of the Sower."
        },
        {
            "verse_number": "18",
            "verse_content": "“Hear then the parable of the sower."
        },
        {
            "verse_number": "19",
            "verse_content": "The seed sown on the path is the one who hears the word of the kingdom without understanding it, and the evil one comes and steals away what was sown in his heart."
        },
        {
            "verse_number": "20",
            "verse_content": "The seed sown on rocky ground is the one who hears the word and receives it at once with joy."
        },
        {
            "verse_number": "21",
            "verse_content": "But he has no root and lasts only for a time. When some tribulation or persecution comes because of the word, he immediately falls away."
        },
        {
            "verse_number": "22",
            "verse_content": "The seed sown among thorns is the one who hears the word, but then worldly anxiety and the lure of riches choke the word and it bears no fruit."
        },
        {
            "verse_number": "23",
            "verse_content": "But the seed sown on rich soil is the one who hears the word and understands it, who indeed bears fruit and yields a hundred or sixty or thirtyfold.”\nThe Parable of the Weeds Among the Wheat."
        },
        {
            "verse_number": "24",
            "verse_content": "He proposed another parable to them. “The kingdom of heaven may be likened to a man who sowed good seed in his field."
        },
        {
            "verse_number": "25",
            "verse_content": "While everyone was asleep his enemy came and sowed weeds all through the wheat, and then went off."
        },
        {
            "verse_number": "26",
            "verse_content": "When the crop grew and bore fruit, the weeds appeared as well."
        },
        {
            "verse_number": "27",
            "verse_content": "The slaves of the householder came to him and said, ‘Master, did you not sow good seed in your field? Where have the weeds come from?’"
        },
        {
            "verse_number": "28",
            "verse_content": "He answered, ‘An enemy has done this.’ His slaves said to him, ‘Do you want us to go and pull them up?’"
        },
        {
            "verse_number": "29",
            "verse_content": "He replied, ‘No, if you pull up the weeds you might uproot the wheat along with them."
        },
        {
            "verse_number": "30",
            "verse_content": "Let them grow together until harvest; then at harvest time I will say to the harvesters, “First collect the weeds and tie them in bundles for burning; but gather the wheat into my barn.”’”\nThe Parable of the Mustard Seed."
        },
        {
            "verse_number": "31",
            "verse_content": "He proposed another parable to them. “The kingdom of heaven is like a mustard seed that a person took and sowed in a field."
        },
        {
            "verse_number": "32",
            "verse_content": "It is the smallest of all the seeds, yet when full-grown it is the largest of plants. It becomes a large bush, and the ‘birds of the sky come and dwell in its branches.’”\nThe Parable of the Yeast."
        },
        {
            "verse_number": "33",
            "verse_content": "He spoke to them another parable. “The kingdom of heaven is like yeast that a woman took and mixed with three measures of wheat flour until the whole batch was leavened.”\nThe Use of Parables."
        },
        {
            "verse_number": "34",
            "verse_content": "All these things Jesus spoke to the crowds in parables. He spoke to them only in parables,"
        },
        {
            "verse_number": "35",
            "verse_content": "to fulfill what had been said through the prophet:\n“I will open my mouth in parables,\n    I will announce what has lain hidden from the foundation .”\nThe Explanation of the Parable of the Weeds."
        },
        {
            "verse_number": "36",
            "verse_content": "Then, dismissing the crowds, he went into the house. His disciples approached him and said, “Explain to us the parable of the weeds in the field.”"
        },
        {
            "verse_number": "37",
            "verse_content": "He said in reply, “He who sows good seed is the Son of Man,"
        },
        {
            "verse_number": "38",
            "verse_content": "the field is the world, the good seed the children of the kingdom. The weeds are the children of the evil one,"
        },
        {
            "verse_number": "39",
            "verse_content": "and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels."
        },
        {
            "verse_number": "40",
            "verse_content": "Just as weeds are collected and burned  with fire, so will it be at the end of the age."
        },
        {
            "verse_number": "41",
            "verse_content": "The Son of Man will send his angels, and they will collect out of his kingdom all who cause others to sin and all evildoers."
        },
        {
            "verse_number": "42",
            "verse_content": "They will throw them into the fiery furnace, where there will be wailing and grinding of teeth."
        },
        {
            "verse_number": "43",
            "verse_content": "Then the righteous will shine like the sun in the kingdom of their Father. Whoever has ears ought to hear.\nMore Parables."
        },
        {
            "verse_number": "44",
            "verse_content": "“The kingdom of heaven is like a treasure buried in a field, which a person finds and hides again, and out of joy goes and sells all that he has and buys that field."
        },
        {
            "verse_number": "45",
            "verse_content": "Again, the kingdom of heaven is like a merchant searching for fine pearls."
        },
        {
            "verse_number": "46",
            "verse_content": "When he finds a pearl of great price, he goes and sells all that he has and buys it."
        },
        {
            "verse_number": "47",
            "verse_content": "Again, the kingdom of heaven is like a net thrown into the sea, which collects fish of every kind."
        },
        {
            "verse_number": "48",
            "verse_content": "When it is full they haul it ashore and sit down to put what is good into buckets. What is bad they throw away."
        },
        {
            "verse_number": "49",
            "verse_content": "Thus it will be at the end of the age. The angels will go out and separate the wicked from the righteous"
        },
        {
            "verse_number": "50",
            "verse_content": "and throw them into the fiery furnace, where there will be wailing and grinding of teeth.\nTreasures New and Old."
        },
        {
            "verse_number": "51",
            "verse_content": "“Do you understand all these things?” They answered, “Yes.”"
        },
        {
            "verse_number": "52",
            "verse_content": "And he replied, “Then every scribe who has been instructed in the kingdom of heaven is like the head of a household who brings from his storeroom both the new and the old.”"
        },
        {
            "verse_number": "53",
            "verse_content": "When Jesus finished these parables, he went away from there.\nV. Jesus, the Kingdom, and the Church\nThe Rejection at Nazareth."
        },
        {
            "verse_number": "54",
            "verse_content": "He came to his native place and taught the people in their synagogue. They were astonished and said, “Where did this man get such wisdom and mighty deeds?"
        },
        {
            "verse_number": "55",
            "verse_content": "Is he not the carpenter’s son? Is not his mother named Mary and his brothers James, Joseph, Simon, and Judas?"
        },
        {
            "verse_number": "56",
            "verse_content": "Are not his sisters all with us? Where did this man get all this?”"
        },
        {
            "verse_number": "57",
            "verse_content": "And they took offense at him. But Jesus said to them, “A prophet is not without honor except in his native place and in his own house.”"
        },
        {
            "verse_number": "58",
            "verse_content": "And he did not work many mighty deeds there because of their lack of faith."
        }
    ],
    "14": [
        {
            "verse_number": "1",
            "verse_content": "At that time Herod the tetrarch heard of the reputation of Jesus"
        },
        {
            "verse_number": "2",
            "verse_content": "and said to his servants, “This man is John the Baptist. He has been raised from the dead; that is why mighty powers are at work in him.”\nThe Death of John the Baptist."
        },
        {
            "verse_number": "3",
            "verse_content": "Now Herod had arrested John, bound , and put him in prison on account of Herodias, the wife of his brother Philip,"
        },
        {
            "verse_number": "4",
            "verse_content": "for John had said to him, “It is not lawful for you to have her.”"
        },
        {
            "verse_number": "5",
            "verse_content": "Although he wanted to kill him, he feared the people, for they regarded him as a prophet."
        },
        {
            "verse_number": "6",
            "verse_content": "But at a birthday celebration for Herod, the daughter of Herodias performed a dance before the guests and delighted Herod"
        },
        {
            "verse_number": "7",
            "verse_content": "so much that he swore to give her whatever she might ask for."
        },
        {
            "verse_number": "8",
            "verse_content": "Prompted by her mother, she said, “Give me here on a platter the head of John the Baptist.”"
        },
        {
            "verse_number": "9",
            "verse_content": "The king was distressed, but because of his oaths and the guests who were present, he ordered that it be given,"
        },
        {
            "verse_number": "10",
            "verse_content": "and he had John beheaded in the prison."
        },
        {
            "verse_number": "11",
            "verse_content": "His head was brought in on a platter and given to the girl, who took it to her mother."
        },
        {
            "verse_number": "12",
            "verse_content": "His disciples came and took away the corpse and buried him; and they went and told Jesus.\nThe Return of the Twelve and the Feeding of the Five Thousand."
        },
        {
            "verse_number": "13",
            "verse_content": "When Jesus heard of it, he withdrew in a boat to a deserted place by himself. The crowds heard of this and followed him on foot from their towns."
        },
        {
            "verse_number": "14",
            "verse_content": "When he disembarked and saw the vast crowd, his heart was moved with pity for them, and he cured their sick."
        },
        {
            "verse_number": "15",
            "verse_content": "When it was evening, the disciples approached him and said, “This is a deserted place and it is already late; dismiss the crowds so that they can go to the villages and buy food for themselves.”"
        },
        {
            "verse_number": "16",
            "verse_content": " said to them, “There is no need for them to go away; give them some food yourselves.”"
        },
        {
            "verse_number": "17",
            "verse_content": "But they said to him, “Five loaves and two fish are all we have here.”"
        },
        {
            "verse_number": "18",
            "verse_content": "Then he said, “Bring them here to me,”"
        },
        {
            "verse_number": "19",
            "verse_content": "and he ordered the crowds to sit down on the grass. Taking the five loaves and the two fish, and looking up to heaven, he said the blessing, broke the loaves, and gave them to the disciples, who in turn gave them to the crowds."
        },
        {
            "verse_number": "20",
            "verse_content": "They all ate and were satisfied, and they picked up the fragments left over—twelve wicker baskets full."
        },
        {
            "verse_number": "21",
            "verse_content": "Those who ate were about five thousand men, not counting women and children.\nThe Walking on the Water."
        },
        {
            "verse_number": "22",
            "verse_content": "Then he made the disciples get into the boat and precede him to the other side, while he dismissed the crowds."
        },
        {
            "verse_number": "23",
            "verse_content": "After doing so, he went up on the mountain by himself to pray. When it was evening he was there alone."
        },
        {
            "verse_number": "24",
            "verse_content": "Meanwhile the boat, already a few miles offshore, was being tossed about by the waves, for the wind was against it."
        },
        {
            "verse_number": "25",
            "verse_content": "During the fourth watch of the night, he came toward them, walking on the sea."
        },
        {
            "verse_number": "26",
            "verse_content": "When the disciples saw him walking on the sea they were terrified. “It is a ghost,” they said, and they cried out in fear."
        },
        {
            "verse_number": "27",
            "verse_content": "At once  spoke to them, “Take courage, it is I; do not be afraid.”"
        },
        {
            "verse_number": "28",
            "verse_content": "Peter said to him in reply, “Lord, if it is you, command me to come to you on the water.”"
        },
        {
            "verse_number": "29",
            "verse_content": "He said, “Come.” Peter got out of the boat and began to walk on the water toward Jesus."
        },
        {
            "verse_number": "30",
            "verse_content": "But when he saw how  the wind was he became frightened; and, beginning to sink, he cried out, “Lord, save me!”"
        },
        {
            "verse_number": "31",
            "verse_content": "Immediately Jesus stretched out his hand and caught him, and said to him, “O you of little faith, why did you doubt?”"
        },
        {
            "verse_number": "32",
            "verse_content": "After they got into the boat, the wind died down."
        },
        {
            "verse_number": "33",
            "verse_content": "Those who were in the boat did him homage, saying, “Truly, you are the Son of God.”\nThe Healings at Gennesaret."
        },
        {
            "verse_number": "34",
            "verse_content": "After making the crossing, they came to land at Gennesaret."
        },
        {
            "verse_number": "35",
            "verse_content": "When the men of that place recognized him, they sent word to all the surrounding country. People brought to him all those who were sick"
        },
        {
            "verse_number": "36",
            "verse_content": "and begged him that they might touch only the tassel on his cloak, and as many as touched it were healed."
        }
    ],
    "15": [
        {
            "verse_number": "1",
            "verse_content": "Then Pharisees and scribes came to Jesus from Jerusalem and said,"
        },
        {
            "verse_number": "2",
            "verse_content": "“Why do your disciples break the tradition of the elders? They do not wash  hands when they eat a meal.”"
        },
        {
            "verse_number": "3",
            "verse_content": "He said to them in reply, “And why do you break the commandment of God for the sake of your tradition?"
        },
        {
            "verse_number": "4",
            "verse_content": "For God said, ‘Honor your father and your mother,’ and ‘Whoever curses father or mother shall die.’"
        },
        {
            "verse_number": "5",
            "verse_content": "But you say, ‘Whoever says to father or mother, “Any support you might have had from me is dedicated to God,”"
        },
        {
            "verse_number": "6",
            "verse_content": "need not honor his father.’ You have nullified the word of God for the sake of your tradition."
        },
        {
            "verse_number": "7",
            "verse_content": "Hypocrites, well did Isaiah prophesy about you when he said:"
        },
        {
            "verse_number": "8",
            "verse_content": "‘This people honors me with their lips,\n    but their hearts are far from me;"
        },
        {
            "verse_number": "9",
            "verse_content": "in vain do they worship me,\n    teaching as doctrines human precepts.’”"
        },
        {
            "verse_number": "10",
            "verse_content": "He summoned the crowd and said to them, “Hear and understand."
        },
        {
            "verse_number": "11",
            "verse_content": "It is not what enters one’s mouth that defiles that person; but what comes out of the mouth is what defiles one.”"
        },
        {
            "verse_number": "12",
            "verse_content": "Then his disciples approached and said to him, “Do you know that the Pharisees took offense when they heard what you said?”"
        },
        {
            "verse_number": "13",
            "verse_content": "He said in reply, “Every plant that my heavenly Father has not planted will be uprooted."
        },
        {
            "verse_number": "14",
            "verse_content": "Let them alone; they are blind guides (of the blind). If a blind person leads a blind person, both will fall into a pit.”"
        },
        {
            "verse_number": "15",
            "verse_content": "Then Peter said to him in reply, “Explain  parable to us.”"
        },
        {
            "verse_number": "16",
            "verse_content": "He said to them, “Are even you still without understanding?"
        },
        {
            "verse_number": "17",
            "verse_content": "Do you not realize that everything that enters the mouth passes into the stomach and is expelled into the latrine?"
        },
        {
            "verse_number": "18",
            "verse_content": "But the things that come out of the mouth come from the heart, and they defile."
        },
        {
            "verse_number": "19",
            "verse_content": "For from the heart come evil thoughts, murder, adultery, unchastity, theft, false witness, blasphemy."
        },
        {
            "verse_number": "20",
            "verse_content": "These are what defile a person, but to eat with unwashed hands does not defile.”\nThe Canaanite Woman’s Faith."
        },
        {
            "verse_number": "21",
            "verse_content": "Then Jesus went from that place and withdrew to the region of Tyre and Sidon."
        },
        {
            "verse_number": "22",
            "verse_content": "And behold, a Canaanite woman of that district came and called out, “Have pity on me, Lord, Son of David! My daughter is tormented by a demon.”"
        },
        {
            "verse_number": "23",
            "verse_content": "But he did not say a word in answer to her. His disciples came and asked him, “Send her away, for she keeps calling out after us.”"
        },
        {
            "verse_number": "24",
            "verse_content": "He said in reply, “I was sent only to the lost sheep of the house of Israel.”"
        },
        {
            "verse_number": "25",
            "verse_content": "But the woman came and did him homage, saying, “Lord, help me.”"
        },
        {
            "verse_number": "26",
            "verse_content": "He said in reply, “It is not right to take the food of the children and throw it to the dogs.”"
        },
        {
            "verse_number": "27",
            "verse_content": "She said, “Please, Lord, for even the dogs eat the scraps that fall from the table of their masters.”"
        },
        {
            "verse_number": "28",
            "verse_content": "Then Jesus said to her in reply, “O woman, great is your faith! Let it be done for you as you wish.” And her daughter was healed from that hour.\nThe Healing of Many People."
        },
        {
            "verse_number": "29",
            "verse_content": "Moving on from there Jesus walked by the Sea of Galilee, went up on the mountain, and sat down there."
        },
        {
            "verse_number": "30",
            "verse_content": "Great crowds came to him, having with them the lame, the blind, the deformed, the mute, and many others. They placed them at his feet, and he cured them."
        },
        {
            "verse_number": "31",
            "verse_content": "The crowds were amazed when they saw the mute speaking, the deformed made whole, the lame walking, and the blind able to see, and they glorified the God of Israel.\nThe Feeding of the Four Thousand."
        },
        {
            "verse_number": "32",
            "verse_content": "Jesus summoned his disciples and said, “My heart is moved with pity for the crowd, for they have been with me now for three days and have nothing to eat. I do not want to send them away hungry, for fear they may collapse on the way.”"
        },
        {
            "verse_number": "33",
            "verse_content": "The disciples said to him, “Where could we ever get enough bread in this deserted place to satisfy such a crowd?”"
        },
        {
            "verse_number": "34",
            "verse_content": "Jesus said to them, “How many loaves do you have?” “Seven,” they replied, “and a few fish.”"
        },
        {
            "verse_number": "35",
            "verse_content": "He ordered the crowd to sit down on the ground."
        },
        {
            "verse_number": "36",
            "verse_content": "Then he took the seven loaves and the fish, gave thanks, broke the loaves, and gave them to the disciples, who in turn gave them to the crowds."
        },
        {
            "verse_number": "37",
            "verse_content": "They all ate and were satisfied. They picked up the fragments left over—seven baskets full."
        },
        {
            "verse_number": "38",
            "verse_content": "Those who ate were four thousand men, not counting women and children."
        },
        {
            "verse_number": "39",
            "verse_content": "And when he had dismissed the crowds, he got into the boat and came to the district of Magadan."
        }
    ],
    "16": [
        {
            "verse_number": "1",
            "verse_content": "The Pharisees and Sadducees came and, to test him, asked him to show them a sign from heaven."
        },
        {
            "verse_number": "2",
            "verse_content": "He said to them in reply, “[In the evening you say, ‘Tomorrow will be fair, for the sky is red’;"
        },
        {
            "verse_number": "3",
            "verse_content": "and, in the morning, ‘Today will be stormy, for the sky is red and threatening.’ You know how to judge the appearance of the sky, but you cannot judge the signs of the times.]"
        },
        {
            "verse_number": "4",
            "verse_content": "An evil and unfaithful generation seeks a sign, but no sign will be given it except the sign of Jonah.” Then he left them and went away.\nThe Leaven of the Pharisees and Sadducees."
        },
        {
            "verse_number": "5",
            "verse_content": "In coming to the other side of the sea, the disciples had forgotten to bring bread."
        },
        {
            "verse_number": "6",
            "verse_content": "Jesus said to them, “Look out, and beware of the leaven of the Pharisees and Sadducees.”"
        },
        {
            "verse_number": "7",
            "verse_content": "They concluded among themselves, saying, “It is because we have brought no bread.”"
        },
        {
            "verse_number": "8",
            "verse_content": "When Jesus became aware of this he said, “You of little faith, why do you conclude among yourselves that it is because you have no bread?"
        },
        {
            "verse_number": "9",
            "verse_content": "Do you not yet understand, and do you not remember the five loaves for the five thousand, and how many wicker baskets you took up?"
        },
        {
            "verse_number": "10",
            "verse_content": "Or the seven loaves for the four thousand, and how many baskets you took up?"
        },
        {
            "verse_number": "11",
            "verse_content": "How do you not comprehend that I was not speaking to you about bread? Beware of the leaven of the Pharisees and Sadducees.”"
        },
        {
            "verse_number": "12",
            "verse_content": "Then they understood that he was not telling them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.\nPeter’s Confession About Jesus."
        },
        {
            "verse_number": "13",
            "verse_content": "When Jesus went into the region of Caesarea Philippi he asked his disciples, “Who do people say that the Son of Man is?”"
        },
        {
            "verse_number": "14",
            "verse_content": "They replied, “Some say John the Baptist, others Elijah, still others Jeremiah or one of the prophets.”"
        },
        {
            "verse_number": "15",
            "verse_content": "He said to them, “But who do you say that I am?”"
        },
        {
            "verse_number": "16",
            "verse_content": "Simon Peter said in reply, “You are the Messiah, the Son of the living God.”"
        },
        {
            "verse_number": "17",
            "verse_content": "Jesus said to him in reply, “Blessed are you, Simon son of Jonah. For flesh and blood has not revealed this to you, but my heavenly Father."
        },
        {
            "verse_number": "18",
            "verse_content": "And so I say to you, you are Peter, and upon this rock I will build my church, and the gates of the netherworld shall not prevail against it."
        },
        {
            "verse_number": "19",
            "verse_content": "I will give you the keys to the kingdom of heaven. Whatever you bind on earth shall be bound in heaven; and whatever you loose on earth shall be loosed in heaven.”"
        },
        {
            "verse_number": "20",
            "verse_content": "Then he strictly ordered his disciples to tell no one that he was the Messiah.\nThe First Prediction of the Passion."
        },
        {
            "verse_number": "21",
            "verse_content": "From that time on, Jesus began to show his disciples that he must go to Jerusalem and suffer greatly from the elders, the chief priests, and the scribes, and be killed and on the third day be raised."
        },
        {
            "verse_number": "22",
            "verse_content": "Then Peter took him aside and began to rebuke him, “God forbid, Lord! No such thing shall ever happen to you.”"
        },
        {
            "verse_number": "23",
            "verse_content": "He turned and said to Peter, “Get behind me, Satan! You are an obstacle to me. You are thinking not as God does, but as human beings do.”\nThe Conditions of Discipleship."
        },
        {
            "verse_number": "24",
            "verse_content": "Then Jesus said to his disciples, “Whoever wishes to come after me must deny himself, take up his cross, and follow me."
        },
        {
            "verse_number": "25",
            "verse_content": "For whoever wishes to save his life will lose it, but whoever loses his life for my sake will find it."
        },
        {
            "verse_number": "26",
            "verse_content": "What profit would there be for one to gain the whole world and forfeit his life? Or what can one give in exchange for his life?"
        },
        {
            "verse_number": "27",
            "verse_content": "For the Son of Man will come with his angels in his Father’s glory, and then he will repay everyone according to his conduct."
        },
        {
            "verse_number": "28",
            "verse_content": "Amen, I say to you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”"
        }
    ],
    "17": [
        {
            "verse_number": "1",
            "verse_content": "After six days Jesus took Peter, James, and John his brother, and led them up a high mountain by themselves."
        },
        {
            "verse_number": "2",
            "verse_content": "And he was transfigured before them; his face shone like the sun and his clothes became white as light."
        },
        {
            "verse_number": "3",
            "verse_content": "And behold, Moses and Elijah appeared to them, conversing with him."
        },
        {
            "verse_number": "4",
            "verse_content": "Then Peter said to Jesus in reply, “Lord, it is good that we are here. If you wish, I will make three tents here, one for you, one for Moses, and one for Elijah.”"
        },
        {
            "verse_number": "5",
            "verse_content": "While he was still speaking, behold, a bright cloud cast a shadow over them, then from the cloud came a voice that said, “This is my beloved Son, with whom I am well pleased; listen to him.”"
        },
        {
            "verse_number": "6",
            "verse_content": "When the disciples heard this, they fell prostrate and were very much afraid."
        },
        {
            "verse_number": "7",
            "verse_content": "But Jesus came and touched them, saying, “Rise, and do not be afraid.”"
        },
        {
            "verse_number": "8",
            "verse_content": "And when the disciples raised their eyes, they saw no one else but Jesus alone.\nThe Coming of Elijah."
        },
        {
            "verse_number": "9",
            "verse_content": "As they were coming down from the mountain, Jesus charged them, “Do not tell the vision to anyone until the Son of Man has been raised from the dead.”"
        },
        {
            "verse_number": "10",
            "verse_content": "Then the disciples asked him, “Why do the scribes say that Elijah must come first?”"
        },
        {
            "verse_number": "11",
            "verse_content": "He said in reply, “Elijah will indeed come and restore all things;"
        },
        {
            "verse_number": "12",
            "verse_content": "but I tell you that Elijah has already come, and they did not recognize him but did to him whatever they pleased. So also will the Son of Man suffer at their hands.”"
        },
        {
            "verse_number": "13",
            "verse_content": "Then the disciples understood that he was speaking to them of John the Baptist.\nThe Healing of a Boy with a Demon."
        },
        {
            "verse_number": "14",
            "verse_content": "When they came to the crowd a man approached, knelt down before him,"
        },
        {
            "verse_number": "15",
            "verse_content": "and said, “Lord, have pity on my son, for he is a lunatic and suffers severely; often he falls into fire, and often into water."
        },
        {
            "verse_number": "16",
            "verse_content": "I brought him to your disciples, but they could not cure him.”"
        },
        {
            "verse_number": "17",
            "verse_content": "Jesus said in reply, “O faithless and perverse generation, how long will I be with you? How long will I endure you? Bring him here to me.”"
        },
        {
            "verse_number": "18",
            "verse_content": "Jesus rebuked him and the demon came out of him, and from that hour the boy was cured."
        },
        {
            "verse_number": "19",
            "verse_content": "Then the disciples approached Jesus in private and said, “Why could we not drive it out?”"
        },
        {
            "verse_number": "20",
            "verse_content": "He said to them, “Because of your little faith. Amen, I say to you, if you have faith the size of a mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move. Nothing will be impossible for you.” ["
        },
        {
            "verse_number": "21",
            "verse_content": "]\nThe Second Prediction of the Passion."
        },
        {
            "verse_number": "22",
            "verse_content": "As they were gathering in Galilee, Jesus said to them, “The Son of Man is to be handed over to men,"
        },
        {
            "verse_number": "23",
            "verse_content": "and they will kill him, and he will be raised on the third day.” And they were overwhelmed with grief.\nPayment of the Temple Tax."
        },
        {
            "verse_number": "24",
            "verse_content": "When they came to Capernaum, the collectors of the temple tax approached Peter and said, “Doesn’t your teacher pay the temple tax?”"
        },
        {
            "verse_number": "25",
            "verse_content": "“Yes,” he said. When he came into the house, before he had time to speak, Jesus asked him, “What is your opinion, Simon? From whom do the kings of the earth take tolls or census tax? From their subjects or from foreigners?”"
        },
        {
            "verse_number": "26",
            "verse_content": "When he said, “From foreigners,” Jesus said to him, “Then the subjects are exempt."
        },
        {
            "verse_number": "27",
            "verse_content": "But that we may not offend them, go to the sea, drop in a hook, and take the first fish that comes up. Open its mouth and you will find a coin worth twice the temple tax. Give that to them for me and for you.”"
        }
    ],
    "18": [
        {
            "verse_number": "1",
            "verse_content": "At that time the disciples approached Jesus and said, “Who is the greatest in the kingdom of heaven?”"
        },
        {
            "verse_number": "2",
            "verse_content": "He called a child over, placed it in their midst,"
        },
        {
            "verse_number": "3",
            "verse_content": "and said, “Amen, I say to you, unless you turn and become like children, you will not enter the kingdom of heaven."
        },
        {
            "verse_number": "4",
            "verse_content": "Whoever humbles himself like this child is the greatest in the kingdom of heaven."
        },
        {
            "verse_number": "5",
            "verse_content": "And whoever receives one child such as this in my name receives me.\nTemptations to Sin."
        },
        {
            "verse_number": "6",
            "verse_content": "“Whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone hung around his neck and to be drowned in the depths of the sea."
        },
        {
            "verse_number": "7",
            "verse_content": "Woe to the world because of things that cause sin! Such things must come, but woe to the one through whom they come!"
        },
        {
            "verse_number": "8",
            "verse_content": "If your hand or foot causes you to sin, cut it off and throw it away. It is better for you to enter into life maimed or crippled than with two hands or two feet to be thrown into eternal fire."
        },
        {
            "verse_number": "9",
            "verse_content": "And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter into life with one eye than with two eyes to be thrown into fiery Gehenna.\nThe Parable of the Lost Sheep."
        },
        {
            "verse_number": "10",
            "verse_content": "“See that you do not despise one of these little ones, for I say to you that their angels in heaven always look upon the face of my heavenly Father. ["
        },
        {
            "verse_number": "11",
            "verse_content": "]"
        },
        {
            "verse_number": "12",
            "verse_content": "What is your opinion? If a man has a hundred sheep and one of them goes astray, will he not leave the ninety-nine in the hills and go in search of the stray?"
        },
        {
            "verse_number": "13",
            "verse_content": "And if he finds it, amen, I say to you, he rejoices more over it than over the ninety-nine that did not stray."
        },
        {
            "verse_number": "14",
            "verse_content": "In just the same way, it is not the will of your heavenly Father that one of these little ones be lost.\nA Brother Who Sins."
        },
        {
            "verse_number": "15",
            "verse_content": "“If your brother sins , go and tell him his fault between you and him alone. If he listens to you, you have won over your brother."
        },
        {
            "verse_number": "16",
            "verse_content": "If he does not listen, take one or two others along with you, so that ‘every fact may be established on the testimony of two or three witnesses.’"
        },
        {
            "verse_number": "17",
            "verse_content": "If he refuses to listen to them, tell the church. If he refuses to listen even to the church, then treat him as you would a Gentile or a tax collector."
        },
        {
            "verse_number": "18",
            "verse_content": "Amen, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven."
        },
        {
            "verse_number": "19",
            "verse_content": "Again,  I say to you, if two of you agree on earth about anything for which they are to pray, it shall be granted to them by my heavenly Father."
        },
        {
            "verse_number": "20",
            "verse_content": "For where two or three are gathered together in my name, there am I in the midst of them.”\nThe Parable of the Unforgiving Servant."
        },
        {
            "verse_number": "21",
            "verse_content": "Then Peter approaching asked him, “Lord, if my brother sins against me, how often must I forgive him? As many as seven times?”"
        },
        {
            "verse_number": "22",
            "verse_content": "Jesus answered, “I say to you, not seven times but seventy-seven times."
        },
        {
            "verse_number": "23",
            "verse_content": "That is why the kingdom of heaven may be likened to a king who decided to settle accounts with his servants."
        },
        {
            "verse_number": "24",
            "verse_content": "When he began the accounting, a debtor was brought before him who owed him a huge amount."
        },
        {
            "verse_number": "25",
            "verse_content": "Since he had no way of paying it back, his master ordered him to be sold, along with his wife, his children, and all his property, in payment of the debt."
        },
        {
            "verse_number": "26",
            "verse_content": "At that, the servant fell down, did him homage, and said, ‘Be patient with me, and I will pay you back in full.’"
        },
        {
            "verse_number": "27",
            "verse_content": "Moved with compassion the master of that servant let him go and forgave him the loan."
        },
        {
            "verse_number": "28",
            "verse_content": "When that servant had left, he found one of his fellow servants who owed him a much smaller amount. He seized him and started to choke him, demanding, ‘Pay back what you owe.’"
        },
        {
            "verse_number": "29",
            "verse_content": "Falling to his knees, his fellow servant begged him, ‘Be patient with me, and I will pay you back.’"
        },
        {
            "verse_number": "30",
            "verse_content": "But he refused. Instead, he had him put in prison until he paid back the debt."
        },
        {
            "verse_number": "31",
            "verse_content": "Now when his fellow servants saw what had happened, they were deeply disturbed, and went to their master and reported the whole affair."
        },
        {
            "verse_number": "32",
            "verse_content": "His master summoned him and said to him, ‘You wicked servant! I forgave you your entire debt because you begged me to."
        },
        {
            "verse_number": "33",
            "verse_content": "Should you not have had pity on your fellow servant, as I had pity on you?’"
        },
        {
            "verse_number": "34",
            "verse_content": "Then in anger his master handed him over to the torturers until he should pay back the whole debt."
        },
        {
            "verse_number": "35",
            "verse_content": "So will my heavenly Father do to you, unless each of you forgives his brother from his heart.”\nVI. Ministry in Judea and Jerusalem"
        }
    ],
    "19": [
        {
            "verse_number": "1",
            "verse_content": "When Jesus finished these words, he left Galilee and went to the district of Judea across the Jordan."
        },
        {
            "verse_number": "2",
            "verse_content": "Great crowds followed him, and he cured them there."
        },
        {
            "verse_number": "3",
            "verse_content": "Some Pharisees approached him, and tested him, saying, “Is it lawful for a man to divorce his wife for any cause whatever?”"
        },
        {
            "verse_number": "4",
            "verse_content": "He said in reply, “Have you not read that from the beginning the Creator ‘made them male and female’"
        },
        {
            "verse_number": "5",
            "verse_content": "and said, ‘For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh’?"
        },
        {
            "verse_number": "6",
            "verse_content": "So they are no longer two, but one flesh. Therefore, what God has joined together, no human being must separate.”"
        },
        {
            "verse_number": "7",
            "verse_content": "They said to him, “Then why did Moses command that the man give the woman a bill of divorce and dismiss ?”"
        },
        {
            "verse_number": "8",
            "verse_content": "He said to them, “Because of the hardness of your hearts Moses allowed you to divorce your wives, but from the beginning it was not so."
        },
        {
            "verse_number": "9",
            "verse_content": "I say to you, whoever divorces his wife (unless the marriage is unlawful) and marries another commits adultery.”"
        },
        {
            "verse_number": "10",
            "verse_content": " disciples said to him, “If that is the case of a man with his wife, it is better not to marry.”"
        },
        {
            "verse_number": "11",
            "verse_content": "He answered, “Not all can accept  word, but only those to whom that is granted."
        },
        {
            "verse_number": "12",
            "verse_content": "Some are incapable of marriage because they were born so; some, because they were made so by others; some, because they have renounced marriage for the sake of the kingdom of heaven. Whoever can accept this ought to accept it.”\nBlessing of the Children."
        },
        {
            "verse_number": "13",
            "verse_content": "Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked them,"
        },
        {
            "verse_number": "14",
            "verse_content": "but Jesus said, “Let the children come to me, and do not prevent them; for the kingdom of heaven belongs to such as these.”"
        },
        {
            "verse_number": "15",
            "verse_content": "After he placed his hands on them, he went away.\nThe Rich Young Man."
        },
        {
            "verse_number": "16",
            "verse_content": "Now someone approached him and said, “Teacher, what good must I do to gain eternal life?”"
        },
        {
            "verse_number": "17",
            "verse_content": "He answered him, “Why do you ask me about the good? There is only One who is good. If you wish to enter into life, keep the commandments.”"
        },
        {
            "verse_number": "18",
            "verse_content": "He asked him, “Which ones?” And Jesus replied, “ ‘You shall not kill; you shall not commit adultery; you shall not steal; you shall not bear false witness;"
        },
        {
            "verse_number": "19",
            "verse_content": "honor your father and your mother’; and ‘you shall love your neighbor as yourself.’”"
        },
        {
            "verse_number": "20",
            "verse_content": "The young man said to him, “All of these I have observed. What do I still lack?”"
        },
        {
            "verse_number": "21",
            "verse_content": "Jesus said to him, “If you wish to be perfect, go, sell what you have and give to  poor, and you will have treasure in heaven. Then come, follow me.”"
        },
        {
            "verse_number": "22",
            "verse_content": "When the young man heard this statement, he went away sad, for he had many possessions."
        },
        {
            "verse_number": "23",
            "verse_content": "Then Jesus said to his disciples, “Amen, I say to you, it will be hard for one who is rich to enter the kingdom of heaven."
        },
        {
            "verse_number": "24",
            "verse_content": "Again I say to you, it is easier for a camel to pass through the eye of a needle than for one who is rich to enter the kingdom of God.”"
        },
        {
            "verse_number": "25",
            "verse_content": "When the disciples heard this, they were greatly astonished and said, “Who then can be saved?”"
        },
        {
            "verse_number": "26",
            "verse_content": "Jesus looked at them and said, “For human beings this is impossible, but for God all things are possible.”"
        },
        {
            "verse_number": "27",
            "verse_content": "Then Peter said to him in reply, “We have given up everything and followed you. What will there be for us?”"
        },
        {
            "verse_number": "28",
            "verse_content": "Jesus said to them, “Amen, I say to you that you who have followed me, in the new age, when the Son of Man is seated on his throne of glory, will yourselves sit on twelve thrones, judging the twelve tribes of Israel."
        },
        {
            "verse_number": "29",
            "verse_content": "And everyone who has given up houses or brothers or sisters or father or mother or children or lands for the sake of my name will receive a hundred times more, and will inherit eternal life."
        },
        {
            "verse_number": "30",
            "verse_content": "But many who are first will be last, and the last will be first."
        }
    ],
    "20": [
        {
            "verse_number": "1",
            "verse_content": "“The kingdom of heaven is like a landowner who went out at dawn to hire laborers for his vineyard."
        },
        {
            "verse_number": "2",
            "verse_content": "After agreeing with them for the usual daily wage, he sent them into his vineyard."
        },
        {
            "verse_number": "3",
            "verse_content": "Going out about nine o’clock, he saw others standing idle in the marketplace,"
        },
        {
            "verse_number": "4",
            "verse_content": "and he said to them, ‘You too go into my vineyard, and I will give you what is just.’"
        },
        {
            "verse_number": "5",
            "verse_content": "So they went off.  he went out again around noon, and around three o’clock, and did likewise."
        },
        {
            "verse_number": "6",
            "verse_content": "Going out about five o’clock, he found others standing around, and said to them, ‘Why do you stand here idle all day?’"
        },
        {
            "verse_number": "7",
            "verse_content": "They answered, ‘Because no one has hired us.’ He said to them, ‘You too go into my vineyard.’"
        },
        {
            "verse_number": "8",
            "verse_content": "When it was evening the owner of the vineyard said to his foreman, ‘Summon the laborers and give them their pay, beginning with the last and ending with the first.’"
        },
        {
            "verse_number": "9",
            "verse_content": "When those who had started about five o’clock came, each received the usual daily wage."
        },
        {
            "verse_number": "10",
            "verse_content": "So when the first came, they thought that they would receive more, but each of them also got the usual wage."
        },
        {
            "verse_number": "11",
            "verse_content": "And on receiving it they grumbled against the landowner,"
        },
        {
            "verse_number": "12",
            "verse_content": "saying, ‘These last ones worked only one hour, and you have made them equal to us, who bore the day’s burden and the heat.’"
        },
        {
            "verse_number": "13",
            "verse_content": "He said to one of them in reply, ‘My friend, I am not cheating you. Did you not agree with me for the usual daily wage?"
        },
        {
            "verse_number": "14",
            "verse_content": "Take what is yours and go. What if I wish to give this last one the same as you?"
        },
        {
            "verse_number": "15",
            "verse_content": " am I not free to do as I wish with my own money? Are you envious because I am generous?’"
        },
        {
            "verse_number": "16",
            "verse_content": "Thus, the last will be first, and the first will be last.”\nThe Third Prediction of the Passion."
        },
        {
            "verse_number": "17",
            "verse_content": "As Jesus was going up to Jerusalem, he took the twelve  aside by themselves, and said to them on the way,"
        },
        {
            "verse_number": "18",
            "verse_content": "“Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the scribes, and they will condemn him to death,"
        },
        {
            "verse_number": "19",
            "verse_content": "and hand him over to the Gentiles to be mocked and scourged and crucified, and he will be raised on the third day.”\nThe Request of James and John."
        },
        {
            "verse_number": "20",
            "verse_content": "Then the mother of the sons of Zebedee approached him with her sons and did him homage, wishing to ask him for something."
        },
        {
            "verse_number": "21",
            "verse_content": "He said to her, “What do you wish?” She answered him, “Command that these two sons of mine sit, one at your right and the other at your left, in your kingdom.”"
        },
        {
            "verse_number": "22",
            "verse_content": "Jesus said in reply, “You do not know what you are asking. Can you drink the cup that I am going to drink?” They said to him, “We can.”"
        },
        {
            "verse_number": "23",
            "verse_content": "He replied, “My cup you will indeed drink, but to sit at my right and at my left  is not mine to give but is for those for whom it has been prepared by my Father.”"
        },
        {
            "verse_number": "24",
            "verse_content": "When the ten heard this, they became indignant at the two brothers."
        },
        {
            "verse_number": "25",
            "verse_content": "But Jesus summoned them and said, “You know that the rulers of the Gentiles lord it over them, and the great ones make their authority over them felt."
        },
        {
            "verse_number": "26",
            "verse_content": "But it shall not be so among you. Rather, whoever wishes to be great among you shall be your servant;"
        },
        {
            "verse_number": "27",
            "verse_content": "whoever wishes to be first among you shall be your slave."
        },
        {
            "verse_number": "28",
            "verse_content": "Just so, the Son of Man did not come to be served but to serve and to give his life as a ransom for many.”\nThe Healing of Two Blind Men."
        },
        {
            "verse_number": "29",
            "verse_content": "As they left Jericho, a great crowd followed him."
        },
        {
            "verse_number": "30",
            "verse_content": "Two blind men were sitting by the roadside, and when they heard that Jesus was passing by, they cried out, “ Son of David, have pity on us!”"
        },
        {
            "verse_number": "31",
            "verse_content": "The crowd warned them to be silent, but they called out all the more, “Lord, Son of David, have pity on us!”"
        },
        {
            "verse_number": "32",
            "verse_content": "Jesus stopped and called them and said, “What do you want me to do for you?”"
        },
        {
            "verse_number": "33",
            "verse_content": "They answered him, “Lord, let our eyes be opened.”"
        },
        {
            "verse_number": "34",
            "verse_content": "Moved with pity, Jesus touched their eyes. Immediately they received their sight, and followed him."
        }
    ],
    "21": [
        {
            "verse_number": "1",
            "verse_content": "When they drew near Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples,"
        },
        {
            "verse_number": "2",
            "verse_content": "saying to them, “Go into the village opposite you, and immediately you will find an ass tethered, and a colt with her. Untie them and bring them here to me."
        },
        {
            "verse_number": "3",
            "verse_content": "And if anyone should say anything to you, reply, ‘The master has need of them.’ Then he will send them at once.”"
        },
        {
            "verse_number": "4",
            "verse_content": "This happened so that what had been spoken through the prophet might be fulfilled:"
        },
        {
            "verse_number": "5",
            "verse_content": "“Say to daughter Zion,\n‘Behold, your king comes to you,\n    meek and riding on an ass,\n        and on a colt, the foal of a beast of burden.’”"
        },
        {
            "verse_number": "6",
            "verse_content": "The disciples went and did as Jesus had ordered them."
        },
        {
            "verse_number": "7",
            "verse_content": "They brought the ass and the colt and laid their cloaks over them, and he sat upon them."
        },
        {
            "verse_number": "8",
            "verse_content": "The very large crowd spread their cloaks on the road, while others cut branches from the trees and strewed them on the road."
        },
        {
            "verse_number": "9",
            "verse_content": "The crowds preceding him and those following kept crying out and saying:\n“Hosanna to the Son of David;\n    blessed is he who comes in the name of the Lord;\nhosanna in the highest.”"
        },
        {
            "verse_number": "10",
            "verse_content": "And when he entered Jerusalem the whole city was shaken and asked, “Who is this?”"
        },
        {
            "verse_number": "11",
            "verse_content": "And the crowds replied, “This is Jesus the prophet, from Nazareth in Galilee.”\nThe Cleansing of the Temple."
        },
        {
            "verse_number": "12",
            "verse_content": "Jesus entered the temple area and drove out all those engaged in selling and buying there. He overturned the tables of the money changers and the seats of those who were selling doves."
        },
        {
            "verse_number": "13",
            "verse_content": "And he said to them, “It is written:\n‘My house shall be a house of prayer,’\n    but you are making it a den of thieves.”"
        },
        {
            "verse_number": "14",
            "verse_content": "The blind and the lame approached him in the temple area, and he cured them."
        },
        {
            "verse_number": "15",
            "verse_content": "When the chief priests and the scribes saw the wondrous things he was doing, and the children crying out in the temple area, “Hosanna to the Son of David,” they were indignant"
        },
        {
            "verse_number": "16",
            "verse_content": "and said to him, “Do you hear what they are saying?” Jesus said to them, “Yes; and have you never read the text, ‘Out of the mouths of infants and nurslings you have brought forth praise’?”"
        },
        {
            "verse_number": "17",
            "verse_content": "And leaving them, he went out of the city to Bethany, and there he spent the night.\nThe Cursing of the Fig Tree."
        },
        {
            "verse_number": "18",
            "verse_content": "When he was going back to the city in the morning, he was hungry."
        },
        {
            "verse_number": "19",
            "verse_content": "Seeing a fig tree by the road, he went over to it, but found nothing on it except leaves. And he said to it, “May no fruit ever come from you again.” And immediately the fig tree withered."
        },
        {
            "verse_number": "20",
            "verse_content": "When the disciples saw this, they were amazed and said, “How was it that the fig tree withered immediately?”"
        },
        {
            "verse_number": "21",
            "verse_content": "Jesus said to them in reply, “Amen, I say to you, if you have faith and do not waver, not only will you do what has been done to the fig tree, but even if you say to this mountain, ‘Be lifted up and thrown into the sea,’ it will be done."
        },
        {
            "verse_number": "22",
            "verse_content": "Whatever you ask for in prayer with faith, you will receive.”\nThe Authority of Jesus Questioned."
        },
        {
            "verse_number": "23",
            "verse_content": "When he had come into the temple area, the chief priests and the elders of the people approached him as he was teaching and said, “By what authority are you doing these things? And who gave you this authority?”"
        },
        {
            "verse_number": "24",
            "verse_content": "Jesus said to them in reply, “I shall ask you one question, and if you answer it for me, then I shall tell you by what authority I do these things."
        },
        {
            "verse_number": "25",
            "verse_content": "Where was John’s baptism from? Was it of heavenly or of human origin?” They discussed this among themselves and said, “If we say ‘Of heavenly origin,’ he will say to us, ‘Then why did you not believe him?’"
        },
        {
            "verse_number": "26",
            "verse_content": "But if we say, ‘Of human origin,’ we fear the crowd, for they all regard John as a prophet.”"
        },
        {
            "verse_number": "27",
            "verse_content": "So they said to Jesus in reply, “We do not know.” He himself said to them, “Neither shall I tell you by what authority I do these things.\nThe Parable of the Two Sons."
        },
        {
            "verse_number": "28",
            "verse_content": "“What is your opinion? A man had two sons. He came to the first and said, ‘Son, go out and work in the vineyard today.’"
        },
        {
            "verse_number": "29",
            "verse_content": "He said in reply, ‘I will not,’ but afterwards he changed his mind and went."
        },
        {
            "verse_number": "30",
            "verse_content": "The man came to the other son and gave the same order. He said in reply, ‘Yes, sir,’ but did not go."
        },
        {
            "verse_number": "31",
            "verse_content": "Which of the two did his father’s will?” They answered, “The first.” Jesus said to them, “Amen, I say to you, tax collectors and prostitutes are entering the kingdom of God before you."
        },
        {
            "verse_number": "32",
            "verse_content": "When John came to you in the way of righteousness, you did not believe him; but tax collectors and prostitutes did. Yet even when you saw that, you did not later change your minds and believe him.\nThe Parable of the Tenants."
        },
        {
            "verse_number": "33",
            "verse_content": "“Hear another parable. There was a landowner who planted a vineyard, put a hedge around it, dug a wine press in it, and built a tower. Then he leased it to tenants and went on a journey."
        },
        {
            "verse_number": "34",
            "verse_content": "When vintage time drew near, he sent his servants to the tenants to obtain his produce."
        },
        {
            "verse_number": "35",
            "verse_content": "But the tenants seized the servants and one they beat, another they killed, and a third they stoned."
        },
        {
            "verse_number": "36",
            "verse_content": "Again he sent other servants, more numerous than the first ones, but they treated them in the same way."
        },
        {
            "verse_number": "37",
            "verse_content": "Finally, he sent his son to them, thinking, ‘They will respect my son.’"
        },
        {
            "verse_number": "38",
            "verse_content": "But when the tenants saw the son, they said to one another, ‘This is the heir. Come, let us kill him and acquire his inheritance.’"
        },
        {
            "verse_number": "39",
            "verse_content": "They seized him, threw him out of the vineyard, and killed him."
        },
        {
            "verse_number": "40",
            "verse_content": "What will the owner of the vineyard do to those tenants when he comes?”"
        },
        {
            "verse_number": "41",
            "verse_content": "They answered him, “He will put those wretched men to a wretched death and lease his vineyard to other tenants who will give him the produce at the proper times.”"
        },
        {
            "verse_number": "42",
            "verse_content": "Jesus said to them, “Did you never read in the scriptures:\n‘The stone that the builders rejected\n    has become the cornerstone;\nby the Lord has this been done,\n    and it is wonderful in our eyes’?"
        },
        {
            "verse_number": "43",
            "verse_content": "Therefore, I say to you, the kingdom of God will be taken away from you and given to a people that will produce its fruit."
        },
        {
            "verse_number": "44",
            "verse_content": " The one who falls on this stone will be dashed to pieces; and it will crush anyone on whom it falls.]”"
        },
        {
            "verse_number": "45",
            "verse_content": "When the chief priests and the Pharisees heard his parables, they knew that he was speaking about them."
        },
        {
            "verse_number": "46",
            "verse_content": "And although they were attempting to arrest him, they feared the crowds, for they regarded him as a prophet."
        }
    ],
    "22": [
        {
            "verse_number": "1",
            "verse_content": "Jesus again in reply spoke to them in parables, saying,"
        },
        {
            "verse_number": "2",
            "verse_content": "“The kingdom of heaven may be likened to a king who gave a wedding feast for his son."
        },
        {
            "verse_number": "3",
            "verse_content": "He dispatched his servants to summon the invited guests to the feast, but they refused to come."
        },
        {
            "verse_number": "4",
            "verse_content": "A second time he sent other servants, saying, ‘Tell those invited: “Behold, I have prepared my banquet, my calves and fattened cattle are killed, and everything is ready; come to the feast.”’"
        },
        {
            "verse_number": "5",
            "verse_content": "Some ignored the invitation and went away, one to his farm, another to his business."
        },
        {
            "verse_number": "6",
            "verse_content": "The rest laid hold of his servants, mistreated them, and killed them."
        },
        {
            "verse_number": "7",
            "verse_content": "The king was enraged and sent his troops, destroyed those murderers, and burned their city."
        },
        {
            "verse_number": "8",
            "verse_content": "Then he said to his servants, ‘The feast is ready, but those who were invited were not worthy to come."
        },
        {
            "verse_number": "9",
            "verse_content": "Go out, therefore, into the main roads and invite to the feast whomever you find.’"
        },
        {
            "verse_number": "10",
            "verse_content": "The servants went out into the streets and gathered all they found, bad and good alike, and the hall was filled with guests."
        },
        {
            "verse_number": "11",
            "verse_content": "But when the king came in to meet the guests he saw a man there not dressed in a wedding garment."
        },
        {
            "verse_number": "12",
            "verse_content": "He said to him, ‘My friend, how is it that you came in here without a wedding garment?’ But he was reduced to silence."
        },
        {
            "verse_number": "13",
            "verse_content": "Then the king said to his attendants, ‘Bind his hands and feet, and cast him into the darkness outside, where there will be wailing and grinding of teeth.’"
        },
        {
            "verse_number": "14",
            "verse_content": "Many are invited, but few are chosen.”\nPaying Taxes to the Emperor."
        },
        {
            "verse_number": "15",
            "verse_content": "Then the Pharisees went off and plotted how they might entrap him in speech."
        },
        {
            "verse_number": "16",
            "verse_content": "They sent their disciples to him, with the Herodians, saying, “Teacher, we know that you are a truthful man and that you teach the way of God in accordance with the truth. And you are not concerned with anyone’s opinion, for you do not regard a person’s status."
        },
        {
            "verse_number": "17",
            "verse_content": "Tell us, then, what is your opinion: Is it lawful to pay the census tax to Caesar or not?”"
        },
        {
            "verse_number": "18",
            "verse_content": "Knowing their malice, Jesus said, “Why are you testing me, you hypocrites?"
        },
        {
            "verse_number": "19",
            "verse_content": "Show me the coin that pays the census tax.” Then they handed him the Roman coin."
        },
        {
            "verse_number": "20",
            "verse_content": "He said to them, “Whose image is this and whose inscription?”"
        },
        {
            "verse_number": "21",
            "verse_content": "They replied, “Caesar’s.” At that he said to them, “Then repay to Caesar what belongs to Caesar and to God what belongs to God.”"
        },
        {
            "verse_number": "22",
            "verse_content": "When they heard this they were amazed, and leaving him they went away.\nThe Question About the Resurrection."
        },
        {
            "verse_number": "23",
            "verse_content": "On that day Sadducees approached him, saying that there is no resurrection. They put this question to him,"
        },
        {
            "verse_number": "24",
            "verse_content": "saying, “Teacher, Moses said, ‘If a man dies without children, his brother shall marry his wife and raise up descendants for his brother.’"
        },
        {
            "verse_number": "25",
            "verse_content": "Now there were seven brothers among us. The first married and died and, having no descendants, left his wife to his brother."
        },
        {
            "verse_number": "26",
            "verse_content": "The same happened with the second and the third, through all seven."
        },
        {
            "verse_number": "27",
            "verse_content": "Finally the woman died."
        },
        {
            "verse_number": "28",
            "verse_content": "Now at the resurrection, of the seven, whose wife will she be? For they all had been married to her.”"
        },
        {
            "verse_number": "29",
            "verse_content": "Jesus said to them in reply, “You are misled because you do not know the scriptures or the power of God."
        },
        {
            "verse_number": "30",
            "verse_content": "At the resurrection they neither marry nor are given in marriage but are like the angels in heaven."
        },
        {
            "verse_number": "31",
            "verse_content": "And concerning the resurrection of the dead, have you not read what was said to you by God,"
        },
        {
            "verse_number": "32",
            "verse_content": "‘I am the God of Abraham, the God of Isaac, and the God of Jacob’? He is not the God of the dead but of the living.”"
        },
        {
            "verse_number": "33",
            "verse_content": "When the crowds heard this, they were astonished at his teaching.\nThe Greatest Commandment."
        },
        {
            "verse_number": "34",
            "verse_content": "When the Pharisees heard that he had silenced the Sadducees, they gathered together,"
        },
        {
            "verse_number": "35",
            "verse_content": "and one of them  tested him by asking,"
        },
        {
            "verse_number": "36",
            "verse_content": "“Teacher, which commandment in the law is the greatest?”"
        },
        {
            "verse_number": "37",
            "verse_content": "He said to him, “You shall love the Lord, your God, with all your heart, with all your soul, and with all your mind."
        },
        {
            "verse_number": "38",
            "verse_content": "This is the greatest and the first commandment."
        },
        {
            "verse_number": "39",
            "verse_content": "The second is like it: You shall love your neighbor as yourself."
        },
        {
            "verse_number": "40",
            "verse_content": "The whole law and the prophets depend on these two commandments.”\nThe Question About David’s Son."
        },
        {
            "verse_number": "41",
            "verse_content": "While the Pharisees were gathered together, Jesus questioned them,"
        },
        {
            "verse_number": "42",
            "verse_content": "saying, “What is your opinion about the Messiah? Whose son is he?” They replied, “David’s.”"
        },
        {
            "verse_number": "43",
            "verse_content": "He said to them, “How, then, does David, inspired by the Spirit, call him ‘lord,’ saying:"
        },
        {
            "verse_number": "44",
            "verse_content": "‘The Lord said to my lord,\n    “Sit at my right hand\n    until I place your enemies under your feet”’?"
        },
        {
            "verse_number": "45",
            "verse_content": "If David calls him ‘lord,’ how can he be his son?”"
        },
        {
            "verse_number": "46",
            "verse_content": "No one was able to answer him a word, nor from that day on did anyone dare to ask him any more questions."
        }
    ],
    "23": [
        {
            "verse_number": "1",
            "verse_content": "Then Jesus spoke to the crowds and to his disciples,"
        },
        {
            "verse_number": "2",
            "verse_content": "saying, “The scribes and the Pharisees have taken their seat on the chair of Moses."
        },
        {
            "verse_number": "3",
            "verse_content": "Therefore, do and observe all things whatsoever they tell you, but do not follow their example. For they preach but they do not practice."
        },
        {
            "verse_number": "4",
            "verse_content": "They tie up heavy burdens  and lay them on people’s shoulders, but they will not lift a finger to move them."
        },
        {
            "verse_number": "5",
            "verse_content": "All their works are performed to be seen. They widen their phylacteries and lengthen their tassels."
        },
        {
            "verse_number": "6",
            "verse_content": "They love places of honor at banquets, seats of honor in synagogues,"
        },
        {
            "verse_number": "7",
            "verse_content": "greetings in marketplaces, and the salutation ‘Rabbi.’"
        },
        {
            "verse_number": "8",
            "verse_content": "As for you, do not be called ‘Rabbi.’ You have but one teacher, and you are all brothers."
        },
        {
            "verse_number": "9",
            "verse_content": "Call no one on earth your father; you have but one Father in heaven."
        },
        {
            "verse_number": "10",
            "verse_content": "Do not be called ‘Master’; you have but one master, the Messiah."
        },
        {
            "verse_number": "11",
            "verse_content": "The greatest among you must be your servant."
        },
        {
            "verse_number": "12",
            "verse_content": "Whoever exalts himself will be humbled; but whoever humbles himself will be exalted."
        },
        {
            "verse_number": "13",
            "verse_content": "“Woe to you, scribes and Pharisees, you hypocrites. You lock the kingdom of heaven before human beings. You do not enter yourselves, nor do you allow entrance to those trying to enter. ["
        },
        {
            "verse_number": "14",
            "verse_content": "]"
        },
        {
            "verse_number": "15",
            "verse_content": "“Woe to you, scribes and Pharisees, you hypocrites. You traverse sea and land to make one convert, and when that happens you make him a child of Gehenna twice as much as yourselves."
        },
        {
            "verse_number": "16",
            "verse_content": "“Woe to you, blind guides, who say, ‘If one swears by the temple, it means nothing, but if one swears by the gold of the temple, one is obligated.’"
        },
        {
            "verse_number": "17",
            "verse_content": "Blind fools, which is greater, the gold, or the temple that made the gold sacred?"
        },
        {
            "verse_number": "18",
            "verse_content": "And you say, ‘If one swears by the altar, it means nothing, but if one swears by the gift on the altar, one is obligated.’"
        },
        {
            "verse_number": "19",
            "verse_content": "You blind ones, which is greater, the gift, or the altar that makes the gift sacred?"
        },
        {
            "verse_number": "20",
            "verse_content": "One who swears by the altar swears by it and all that is upon it;"
        },
        {
            "verse_number": "21",
            "verse_content": "one who swears by the temple swears by it and by him who dwells in it;"
        },
        {
            "verse_number": "22",
            "verse_content": "one who swears by heaven swears by the throne of God and by him who is seated on it."
        },
        {
            "verse_number": "23",
            "verse_content": "“Woe to you, scribes and Pharisees, you hypocrites. You pay tithes of mint and dill and cummin, and have neglected the weightier things of the law: judgment and mercy and fidelity.  these you should have done, without neglecting the others."
        },
        {
            "verse_number": "24",
            "verse_content": "Blind guides, who strain out the gnat and swallow the camel!"
        },
        {
            "verse_number": "25",
            "verse_content": "“Woe to you, scribes and Pharisees, you hypocrites. You cleanse the outside of cup and dish, but inside they are full of plunder and self-indulgence."
        },
        {
            "verse_number": "26",
            "verse_content": "Blind Pharisee, cleanse first the inside of the cup, so that the outside also may be clean."
        },
        {
            "verse_number": "27",
            "verse_content": "“Woe to you, scribes and Pharisees, you hypocrites. You are like whitewashed tombs, which appear beautiful on the outside, but inside are full of dead men’s bones and every kind of filth."
        },
        {
            "verse_number": "28",
            "verse_content": "Even so, on the outside you appear righteous, but inside you are filled with hypocrisy and evildoing."
        },
        {
            "verse_number": "29",
            "verse_content": "“Woe to you, scribes and Pharisees, you hypocrites. You build the tombs of the prophets and adorn the memorials of the righteous,"
        },
        {
            "verse_number": "30",
            "verse_content": "and you say, ‘If we had lived in the days of our ancestors, we would not have joined them in shedding the prophets’ blood.’"
        },
        {
            "verse_number": "31",
            "verse_content": "Thus you bear witness against yourselves that you are the children of those who murdered the prophets;"
        },
        {
            "verse_number": "32",
            "verse_content": "now fill up what your ancestors measured out!"
        },
        {
            "verse_number": "33",
            "verse_content": "You serpents, you brood of vipers, how can you flee from the judgment of Gehenna?"
        },
        {
            "verse_number": "34",
            "verse_content": "Therefore, behold, I send to you prophets and wise men and scribes; some of them you will kill and crucify, some of them you will scourge in your synagogues and pursue from town to town,"
        },
        {
            "verse_number": "35",
            "verse_content": "so that there may come upon you all the righteous blood shed upon earth, from the righteous blood of Abel to the blood of Zechariah, the son of Barachiah, whom you murdered between the sanctuary and the altar."
        },
        {
            "verse_number": "36",
            "verse_content": "Amen, I say to you, all these things will come upon this generation.\nThe Lament over Jerusalem."
        },
        {
            "verse_number": "37",
            "verse_content": "“Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how many times I yearned to gather your children together, as a hen gathers her young under her wings, but you were unwilling!"
        },
        {
            "verse_number": "38",
            "verse_content": "Behold, your house will be abandoned, desolate."
        },
        {
            "verse_number": "39",
            "verse_content": "I tell you, you will not see me again until you say, ‘Blessed is he who comes in the name of the Lord.’”"
        }
    ],
    "24": [
        {
            "verse_number": "1",
            "verse_content": "Jesus left the temple area and was going away, when his disciples approached him to point out the temple buildings."
        },
        {
            "verse_number": "2",
            "verse_content": "He said to them in reply, “You see all these things, do you not? Amen, I say to you, there will not be left here a stone upon another stone that will not be thrown down.”\nThe Beginning of Calamities."
        },
        {
            "verse_number": "3",
            "verse_content": "As he was sitting on the Mount of Olives, the disciples approached him privately and said, “Tell us, when will this happen, and what sign will there be of your coming, and of the end of the age?”"
        },
        {
            "verse_number": "4",
            "verse_content": "Jesus said to them in reply, “See that no one deceives you."
        },
        {
            "verse_number": "5",
            "verse_content": "For many will come in my name, saying, ‘I am the Messiah,’ and they will deceive many."
        },
        {
            "verse_number": "6",
            "verse_content": "You will hear of wars and reports of wars; see that you are not alarmed, for these things must happen, but it will not yet be the end."
        },
        {
            "verse_number": "7",
            "verse_content": "Nation will rise against nation, and kingdom against kingdom; there will be famines and earthquakes from place to place."
        },
        {
            "verse_number": "8",
            "verse_content": "All these are the beginning of the labor pains."
        },
        {
            "verse_number": "9",
            "verse_content": "Then they will hand you over to persecution, and they will kill you. You will be hated by all nations because of my name."
        },
        {
            "verse_number": "10",
            "verse_content": "And then many will be led into sin; they will betray and hate one another."
        },
        {
            "verse_number": "11",
            "verse_content": "Many false prophets will arise and deceive many;"
        },
        {
            "verse_number": "12",
            "verse_content": "and because of the increase of evildoing, the love of many will grow cold."
        },
        {
            "verse_number": "13",
            "verse_content": "But the one who perseveres to the end will be saved."
        },
        {
            "verse_number": "14",
            "verse_content": "And this gospel of the kingdom will be preached throughout the world as a witness to all nations, and then the end will come.\nThe Great Tribulation."
        },
        {
            "verse_number": "15",
            "verse_content": "“When you see the desolating abomination spoken of through Daniel the prophet standing in the holy place (let the reader understand),"
        },
        {
            "verse_number": "16",
            "verse_content": "then those in Judea must flee to the mountains,"
        },
        {
            "verse_number": "17",
            "verse_content": "a person on the housetop must not go down to get things out of his house,"
        },
        {
            "verse_number": "18",
            "verse_content": "a person in the field must not return to get his cloak."
        },
        {
            "verse_number": "19",
            "verse_content": "Woe to pregnant women and nursing mothers in those days."
        },
        {
            "verse_number": "20",
            "verse_content": "Pray that your flight not be in winter or on the sabbath,"
        },
        {
            "verse_number": "21",
            "verse_content": "for at that time there will be great tribulation, such as has not been since the beginning of the world until now, nor ever will be."
        },
        {
            "verse_number": "22",
            "verse_content": "And if those days had not been shortened, no one would be saved; but for the sake of the elect they will be shortened."
        },
        {
            "verse_number": "23",
            "verse_content": "If anyone says to you then, ‘Look, here is the Messiah!’ or, ‘There he is!’ do not believe it."
        },
        {
            "verse_number": "24",
            "verse_content": "False messiahs and false prophets will arise, and they will perform signs and wonders so great as to deceive, if that were possible, even the elect."
        },
        {
            "verse_number": "25",
            "verse_content": "Behold, I have told it to you beforehand."
        },
        {
            "verse_number": "26",
            "verse_content": "So if they say to you, ‘He is in the desert,’ do not go out there; if they say, ‘He is in the inner rooms,’ do not believe it."
        },
        {
            "verse_number": "27",
            "verse_content": "For just as lightning comes from the east and is seen as far as the west, so will the coming of the Son of Man be."
        },
        {
            "verse_number": "28",
            "verse_content": "Wherever the corpse is, there the vultures will gather.\nThe Coming of the Son of Man."
        },
        {
            "verse_number": "29",
            "verse_content": "“Immediately after the tribulation of those days,\nthe sun will be darkened,\n    and the moon will not give its light,\nand the stars will fall from the sky,\n    and the powers of the heavens will be shaken."
        },
        {
            "verse_number": "30",
            "verse_content": "And then the sign of the Son of Man will appear in heaven, and all the tribes of the earth will mourn, and they will see the Son of Man coming upon the clouds of heaven with power and great glory."
        },
        {
            "verse_number": "31",
            "verse_content": "And he will send out his angels with a trumpet blast, and they will gather his elect from the four winds, from one end of the heavens to the other.\nThe Lesson of the Fig Tree."
        },
        {
            "verse_number": "32",
            "verse_content": "“Learn a lesson from the fig tree. When its branch becomes tender and sprouts leaves, you know that summer is near."
        },
        {
            "verse_number": "33",
            "verse_content": "In the same way, when you see all these things, know that he is near, at the gates."
        },
        {
            "verse_number": "34",
            "verse_content": "Amen, I say to you, this generation will not pass away until all these things have taken place."
        },
        {
            "verse_number": "35",
            "verse_content": "Heaven and earth will pass away, but my words will not pass away.\nThe Unknown Day and Hour."
        },
        {
            "verse_number": "36",
            "verse_content": "“But of that day and hour no one knows, neither the angels of heaven, nor the Son, but the Father alone."
        },
        {
            "verse_number": "37",
            "verse_content": "For as it was in the days of Noah, so it will be at the coming of the Son of Man."
        },
        {
            "verse_number": "38",
            "verse_content": "In  days before the flood, they were eating and drinking, marrying and giving in marriage, up to the day that Noah entered the ark."
        },
        {
            "verse_number": "39",
            "verse_content": "They did not know until the flood came and carried them all away. So will it be  at the coming of the Son of Man."
        },
        {
            "verse_number": "40",
            "verse_content": "Two men will be out in the field; one will be taken, and one will be left."
        },
        {
            "verse_number": "41",
            "verse_content": "Two women will be grinding at the mill; one will be taken, and one will be left."
        },
        {
            "verse_number": "42",
            "verse_content": "Therefore, stay awake! For you do not know on which day your Lord will come."
        },
        {
            "verse_number": "43",
            "verse_content": "Be sure of this: if the master of the house had known the hour of night when the thief was coming, he would have stayed awake and not let his house be broken into."
        },
        {
            "verse_number": "44",
            "verse_content": "So too, you also must be prepared, for at an hour you do not expect, the Son of Man will come.\nThe Faithful or the Unfaithful Servant."
        },
        {
            "verse_number": "45",
            "verse_content": "“Who, then, is the faithful and prudent servant, whom the master has put in charge of his household to distribute to them their food at the proper time?"
        },
        {
            "verse_number": "46",
            "verse_content": "Blessed is that servant whom his master on his arrival finds doing so."
        },
        {
            "verse_number": "47",
            "verse_content": "Amen, I say to you, he will put him in charge of all his property."
        },
        {
            "verse_number": "48",
            "verse_content": "But if that wicked servant says to himself, ‘My master is long delayed,’"
        },
        {
            "verse_number": "49",
            "verse_content": "and begins to beat his fellow servants, and eat and drink with drunkards,"
        },
        {
            "verse_number": "50",
            "verse_content": "the servant’s master will come on an unexpected day and at an unknown hour"
        },
        {
            "verse_number": "51",
            "verse_content": "and will punish him severely and assign him a place with the hypocrites, where there will be wailing and grinding of teeth."
        }
    ],
    "25": [
        {
            "verse_number": "1",
            "verse_content": "“Then the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom."
        },
        {
            "verse_number": "2",
            "verse_content": "Five of them were foolish and five were wise."
        },
        {
            "verse_number": "3",
            "verse_content": "The foolish ones, when taking their lamps, brought no oil with them,"
        },
        {
            "verse_number": "4",
            "verse_content": "but the wise brought flasks of oil with their lamps."
        },
        {
            "verse_number": "5",
            "verse_content": "Since the bridegroom was long delayed, they all became drowsy and fell asleep."
        },
        {
            "verse_number": "6",
            "verse_content": "At midnight, there was a cry, ‘Behold, the bridegroom! Come out to meet him!’"
        },
        {
            "verse_number": "7",
            "verse_content": "Then all those virgins got up and trimmed their lamps."
        },
        {
            "verse_number": "8",
            "verse_content": "The foolish ones said to the wise, ‘Give us some of your oil, for our lamps are going out.’"
        },
        {
            "verse_number": "9",
            "verse_content": "But the wise ones replied, ‘No, for there may not be enough for us and you. Go instead to the merchants and buy some for yourselves.’"
        },
        {
            "verse_number": "10",
            "verse_content": "While they went off to buy it, the bridegroom came and those who were ready went into the wedding feast with him. Then the door was locked."
        },
        {
            "verse_number": "11",
            "verse_content": "Afterwards the other virgins came and said, ‘Lord, Lord, open the door for us!’"
        },
        {
            "verse_number": "12",
            "verse_content": "But he said in reply, ‘Amen, I say to you, I do not know you.’"
        },
        {
            "verse_number": "13",
            "verse_content": "Therefore, stay awake, for you know neither the day nor the hour.\nThe Parable of the Talents."
        },
        {
            "verse_number": "14",
            "verse_content": "“It will be as when a man who was going on a journey called in his servants and entrusted his possessions to them."
        },
        {
            "verse_number": "15",
            "verse_content": "To one he gave five talents; to another, two; to a third, one—to each according to his ability. Then he went away. Immediately"
        },
        {
            "verse_number": "16",
            "verse_content": "the one who received five talents went and traded with them, and made another five."
        },
        {
            "verse_number": "17",
            "verse_content": "Likewise, the one who received two made another two."
        },
        {
            "verse_number": "18",
            "verse_content": "But the man who received one went off and dug a hole in the ground and buried his master’s money."
        },
        {
            "verse_number": "19",
            "verse_content": "After a long time the master of those servants came back and settled accounts with them."
        },
        {
            "verse_number": "20",
            "verse_content": "The one who had received five talents came forward bringing the additional five. He said, ‘Master, you gave me five talents. See, I have made five more.’"
        },
        {
            "verse_number": "21",
            "verse_content": "His master said to him, ‘Well done, my good and faithful servant. Since you were faithful in small matters, I will give you great responsibilities. Come, share your master’s joy.’"
        },
        {
            "verse_number": "22",
            "verse_content": " the one who had received two talents also came forward and said, ‘Master, you gave me two talents. See, I have made two more.’"
        },
        {
            "verse_number": "23",
            "verse_content": "His master said to him, ‘Well done, my good and faithful servant. Since you were faithful in small matters, I will give you great responsibilities. Come, share your master’s joy.’"
        },
        {
            "verse_number": "24",
            "verse_content": "Then the one who had received the one talent came forward and said, ‘Master, I knew you were a demanding person, harvesting where you did not plant and gathering where you did not scatter;"
        },
        {
            "verse_number": "25",
            "verse_content": "so out of fear I went off and buried your talent in the ground. Here it is back.’"
        },
        {
            "verse_number": "26",
            "verse_content": "His master said to him in reply, ‘You wicked, lazy servant! So you knew that I harvest where I did not plant and gather where I did not scatter?"
        },
        {
            "verse_number": "27",
            "verse_content": "Should you not then have put my money in the bank so that I could have got it back with interest on my return?"
        },
        {
            "verse_number": "28",
            "verse_content": "Now then! Take the talent from him and give it to the one with ten."
        },
        {
            "verse_number": "29",
            "verse_content": "For to everyone who has, more will be given and he will grow rich; but from the one who has not, even what he has will be taken away."
        },
        {
            "verse_number": "30",
            "verse_content": "And throw this useless servant into the darkness outside, where there will be wailing and grinding of teeth.’\nThe Judgment of the Nations."
        },
        {
            "verse_number": "31",
            "verse_content": "“When the Son of Man comes in his glory, and all the angels with him, he will sit upon his glorious throne,"
        },
        {
            "verse_number": "32",
            "verse_content": "and all the nations will be assembled before him. And he will separate them one from another, as a shepherd separates the sheep from the goats."
        },
        {
            "verse_number": "33",
            "verse_content": "He will place the sheep on his right and the goats on his left."
        },
        {
            "verse_number": "34",
            "verse_content": "Then the king will say to those on his right, ‘Come, you who are blessed by my Father. Inherit the kingdom prepared for you from the foundation of the world."
        },
        {
            "verse_number": "35",
            "verse_content": "For I was hungry and you gave me food, I was thirsty and you gave me drink, a stranger and you welcomed me,"
        },
        {
            "verse_number": "36",
            "verse_content": "naked and you clothed me, ill and you cared for me, in prison and you visited me.’"
        },
        {
            "verse_number": "37",
            "verse_content": "Then the righteous will answer him and say, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?"
        },
        {
            "verse_number": "38",
            "verse_content": "When did we see you a stranger and welcome you, or naked and clothe you?"
        },
        {
            "verse_number": "39",
            "verse_content": "When did we see you ill or in prison, and visit you?’"
        },
        {
            "verse_number": "40",
            "verse_content": "And the king will say to them in reply, ‘Amen, I say to you, whatever you did for one of these least brothers of mine, you did for me.’"
        },
        {
            "verse_number": "41",
            "verse_content": "Then he will say to those on his left, ‘Depart from me, you accursed, into the eternal fire prepared for the devil and his angels."
        },
        {
            "verse_number": "42",
            "verse_content": "For I was hungry and you gave me no food, I was thirsty and you gave me no drink,"
        },
        {
            "verse_number": "43",
            "verse_content": "a stranger and you gave me no welcome, naked and you gave me no clothing, ill and in prison, and you did not care for me.’"
        },
        {
            "verse_number": "44",
            "verse_content": "Then they will answer and say, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or ill or in prison, and not minister to your needs?’"
        },
        {
            "verse_number": "45",
            "verse_content": "He will answer them, ‘Amen, I say to you, what you did not do for one of these least ones, you did not do for me.’"
        },
        {
            "verse_number": "46",
            "verse_content": "And these will go off to eternal punishment, but the righteous to eternal life.”\nVII. The Passion and Resurrection"
        }
    ],
    "26": [
        {
            "verse_number": "1",
            "verse_content": "When Jesus finished all these words, he said to his disciples,"
        },
        {
            "verse_number": "2",
            "verse_content": "“You know that in two days’ time it will be Passover, and the Son of Man will be handed over to be crucified.”"
        },
        {
            "verse_number": "3",
            "verse_content": "Then the chief priests and the elders of the people assembled in the palace of the high priest, who was called Caiaphas,"
        },
        {
            "verse_number": "4",
            "verse_content": "and they consulted together to arrest Jesus by treachery and put him to death."
        },
        {
            "verse_number": "5",
            "verse_content": "But they said, “Not during the festival, that there may not be a riot among the people.”\nThe Anointing at Bethany."
        },
        {
            "verse_number": "6",
            "verse_content": "Now when Jesus was in Bethany in the house of Simon the leper,"
        },
        {
            "verse_number": "7",
            "verse_content": "a woman came up to him with an alabaster jar of costly perfumed oil, and poured it on his head while he was reclining at table."
        },
        {
            "verse_number": "8",
            "verse_content": "When the disciples saw this, they were indignant and said, “Why this waste?"
        },
        {
            "verse_number": "9",
            "verse_content": "It could have been sold for much, and the money given to the poor.”"
        },
        {
            "verse_number": "10",
            "verse_content": "Since Jesus knew this, he said to them, “Why do you make trouble for the woman? She has done a good thing for me."
        },
        {
            "verse_number": "11",
            "verse_content": "The poor you will always have with you; but you will not always have me."
        },
        {
            "verse_number": "12",
            "verse_content": "In pouring this perfumed oil upon my body, she did it to prepare me for burial."
        },
        {
            "verse_number": "13",
            "verse_content": "Amen, I say to you, wherever this gospel is proclaimed in the whole world, what she has done will be spoken of, in memory of her.”\nThe Betrayal by Judas."
        },
        {
            "verse_number": "14",
            "verse_content": "Then one of the Twelve, who was called Judas Iscariot, went to the chief priests"
        },
        {
            "verse_number": "15",
            "verse_content": "and said, “What are you willing to give me if I hand him over to you?” They paid him thirty pieces of silver,"
        },
        {
            "verse_number": "16",
            "verse_content": "and from that time on he looked for an opportunity to hand him over.\nPreparations for the Passover."
        },
        {
            "verse_number": "17",
            "verse_content": "On the first day of the Feast of Unleavened Bread, the disciples approached Jesus and said, “Where do you want us to prepare for you to eat the Passover?”"
        },
        {
            "verse_number": "18",
            "verse_content": "He said, “Go into the city to a certain man and tell him, ‘The teacher says, “My appointed time draws near; in your house I shall celebrate the Passover with my disciples.”’”"
        },
        {
            "verse_number": "19",
            "verse_content": "The disciples then did as Jesus had ordered, and prepared the Passover.\nThe Betrayer."
        },
        {
            "verse_number": "20",
            "verse_content": "When it was evening, he reclined at table with the Twelve."
        },
        {
            "verse_number": "21",
            "verse_content": "And while they were eating, he said, “Amen, I say to you, one of you will betray me.”"
        },
        {
            "verse_number": "22",
            "verse_content": "Deeply distressed at this, they began to say to him one after another, “Surely it is not I, Lord?”"
        },
        {
            "verse_number": "23",
            "verse_content": "He said in reply, “He who has dipped his hand into the dish with me is the one who will betray me."
        },
        {
            "verse_number": "24",
            "verse_content": "The Son of Man indeed goes, as it is written of him, but woe to that man by whom the Son of Man is betrayed. It would be better for that man if he had never been born.”"
        },
        {
            "verse_number": "25",
            "verse_content": "Then Judas, his betrayer, said in reply, “Surely it is not I, Rabbi?” He answered, “You have said so.”\nThe Lord’s Supper."
        },
        {
            "verse_number": "26",
            "verse_content": "While they were eating, Jesus took bread, said the blessing, broke it, and giving it to his disciples said, “Take and eat; this is my body.”"
        },
        {
            "verse_number": "27",
            "verse_content": "Then he took a cup, gave thanks, and gave it to them, saying, “Drink from it, all of you,"
        },
        {
            "verse_number": "28",
            "verse_content": "for this is my blood of the covenant, which will be shed on behalf of many for the forgiveness of sins."
        },
        {
            "verse_number": "29",
            "verse_content": "I tell you, from now on I shall not drink this fruit of the vine until the day when I drink it with you new in the kingdom of my Father.”"
        },
        {
            "verse_number": "30",
            "verse_content": "Then, after singing a hymn, they went out to the Mount of Olives.\nPeter’s Denial Foretold."
        },
        {
            "verse_number": "31",
            "verse_content": "Then Jesus said to them, “This night all of you will have your faith in me shaken, for it is written:\n‘I will strike the shepherd,\n    and the sheep of the flock will be dispersed’;"
        },
        {
            "verse_number": "32",
            "verse_content": "but after I have been raised up, I shall go before you to Galilee.”"
        },
        {
            "verse_number": "33",
            "verse_content": "Peter said to him in reply, “Though all may have their faith in you shaken, mine will never be.”"
        },
        {
            "verse_number": "34",
            "verse_content": "Jesus said to him, “Amen, I say to you, this very night before the cock crows, you will deny me three times.”"
        },
        {
            "verse_number": "35",
            "verse_content": "Peter said to him, “Even though I should have to die with you, I will not deny you.” And all the disciples spoke likewise.\nThe Agony in the Garden."
        },
        {
            "verse_number": "36",
            "verse_content": "Then Jesus came with them to a place called Gethsemane, and he said to his disciples, “Sit here while I go over there and pray.”"
        },
        {
            "verse_number": "37",
            "verse_content": "He took along Peter and the two sons of Zebedee, and began to feel sorrow and distress."
        },
        {
            "verse_number": "38",
            "verse_content": "Then he said to them, “My soul is sorrowful even to death. Remain here and keep watch with me.”"
        },
        {
            "verse_number": "39",
            "verse_content": "He advanced a little and fell prostrate in prayer, saying, “My Father, if it is possible, let this cup pass from me; yet, not as I will, but as you will.”"
        },
        {
            "verse_number": "40",
            "verse_content": "When he returned to his disciples he found them asleep. He said to Peter, “So you could not keep watch with me for one hour?"
        },
        {
            "verse_number": "41",
            "verse_content": "Watch and pray that you may not undergo the test. The spirit is willing, but the flesh is weak.”"
        },
        {
            "verse_number": "42",
            "verse_content": "Withdrawing a second time, he prayed again, “My Father, if it is not possible that this cup pass without my drinking it, your will be done!”"
        },
        {
            "verse_number": "43",
            "verse_content": "Then he returned once more and found them asleep, for they could not keep their eyes open."
        },
        {
            "verse_number": "44",
            "verse_content": "He left them and withdrew again and prayed a third time, saying the same thing again."
        },
        {
            "verse_number": "45",
            "verse_content": "Then he returned to his disciples and said to them, “Are you still sleeping and taking your rest? Behold, the hour is at hand when the Son of Man is to be handed over to sinners."
        },
        {
            "verse_number": "46",
            "verse_content": "Get up, let us go. Look, my betrayer is at hand.”\nThe Betrayal and Arrest of Jesus."
        },
        {
            "verse_number": "47",
            "verse_content": "While he was still speaking, Judas, one of the Twelve, arrived, accompanied by a large crowd, with swords and clubs, who had come from the chief priests and the elders of the people."
        },
        {
            "verse_number": "48",
            "verse_content": "His betrayer had arranged a sign with them, saying, “The man I shall kiss is the one; arrest him.”"
        },
        {
            "verse_number": "49",
            "verse_content": "Immediately he went over to Jesus and said, “Hail, Rabbi!” and he kissed him."
        },
        {
            "verse_number": "50",
            "verse_content": "Jesus answered him, “Friend, do what you have come for.” Then stepping forward they laid hands on Jesus and arrested him."
        },
        {
            "verse_number": "51",
            "verse_content": "And behold, one of those who accompanied Jesus put his hand to his sword, drew it, and struck the high priest’s servant, cutting off his ear."
        },
        {
            "verse_number": "52",
            "verse_content": "Then Jesus said to him, “Put your sword back into its sheath, for all who take the sword will perish by the sword."
        },
        {
            "verse_number": "53",
            "verse_content": "Do you think that I cannot call upon my Father and he will not provide me at this moment with more than twelve legions of angels?"
        },
        {
            "verse_number": "54",
            "verse_content": "But then how would the scriptures be fulfilled which say that it must come to pass in this way?”"
        },
        {
            "verse_number": "55",
            "verse_content": "At that hour Jesus said to the crowds, “Have you come out as against a robber, with swords and clubs to seize me? Day after day I sat teaching in the temple area, yet you did not arrest me."
        },
        {
            "verse_number": "56",
            "verse_content": "But all this has come to pass that the writings of the prophets may be fulfilled.” Then all the disciples left him and fled.\nJesus Before the Sanhedrin."
        },
        {
            "verse_number": "57",
            "verse_content": "Those who had arrested Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled."
        },
        {
            "verse_number": "58",
            "verse_content": "Peter was following him at a distance as far as the high priest’s courtyard, and going inside he sat down with the servants to see the outcome."
        },
        {
            "verse_number": "59",
            "verse_content": "The chief priests and the entire Sanhedrin kept trying to obtain false testimony against Jesus in order to put him to death,"
        },
        {
            "verse_number": "60",
            "verse_content": "but they found none, though many false witnesses came forward. Finally two came forward"
        },
        {
            "verse_number": "61",
            "verse_content": "who stated, “This man said, ‘I can destroy the temple of God and within three days rebuild it.’”"
        },
        {
            "verse_number": "62",
            "verse_content": "The high priest rose and addressed him, “Have you no answer? What are these men testifying against you?”"
        },
        {
            "verse_number": "63",
            "verse_content": "But Jesus was silent. Then the high priest said to him, “I order you to tell us under oath before the living God whether you are the Messiah, the Son of God.”"
        },
        {
            "verse_number": "64",
            "verse_content": "Jesus said to him in reply, “You have said so. But I tell you:\nFrom now on you will see ‘the Son of Man\n    seated at the right hand of the Power’\n    and ‘coming on the clouds of heaven.’”"
        },
        {
            "verse_number": "65",
            "verse_content": "Then the high priest tore his robes and said, “He has blasphemed! What further need have we of witnesses? You have now heard the blasphemy;"
        },
        {
            "verse_number": "66",
            "verse_content": "what is your opinion?” They said in reply, “He deserves to die!”"
        },
        {
            "verse_number": "67",
            "verse_content": "Then they spat in his face and struck him, while some slapped him,"
        },
        {
            "verse_number": "68",
            "verse_content": "saying, “Prophesy for us, Messiah: who is it that struck you?”\nPeter’s Denial of Jesus."
        },
        {
            "verse_number": "69",
            "verse_content": "Now Peter was sitting outside in the courtyard. One of the maids came over to him and said, “You too were with Jesus the Galilean.”"
        },
        {
            "verse_number": "70",
            "verse_content": "But he denied it in front of everyone, saying, “I do not know what you are talking about!”"
        },
        {
            "verse_number": "71",
            "verse_content": "As he went out to the gate, another girl saw him and said to those who were there, “This man was with Jesus the Nazorean.”"
        },
        {
            "verse_number": "72",
            "verse_content": "Again he denied it with an oath, “I do not know the man!”"
        },
        {
            "verse_number": "73",
            "verse_content": "A little later the bystanders came over and said to Peter, “Surely you too are one of them; even your speech gives you away.”"
        },
        {
            "verse_number": "74",
            "verse_content": "At that he began to curse and to swear, “I do not know the man.” And immediately a cock crowed."
        },
        {
            "verse_number": "75",
            "verse_content": "Then Peter remembered the word that Jesus had spoken: “Before the cock crows you will deny me three times.” He went out and began to weep bitterly."
        }
    ],
    "27": [
        {
            "verse_number": "1",
            "verse_content": "When it was morning, all the chief priests and the elders of the people took counsel against Jesus to put him to death."
        },
        {
            "verse_number": "2",
            "verse_content": "They bound him, led him away, and handed him over to Pilate, the governor.\nThe Death of Judas."
        },
        {
            "verse_number": "3",
            "verse_content": "Then Judas, his betrayer, seeing that Jesus had been condemned, deeply regretted what he had done. He returned the thirty pieces of silver to the chief priests and elders,"
        },
        {
            "verse_number": "4",
            "verse_content": "saying, “I have sinned in betraying innocent blood.” They said, “What is that to us? Look to it yourself.”"
        },
        {
            "verse_number": "5",
            "verse_content": "Flinging the money into the temple, he departed and went off and hanged himself."
        },
        {
            "verse_number": "6",
            "verse_content": "The chief priests gathered up the money, but said, “It is not lawful to deposit this in the temple treasury, for it is the price of blood.”"
        },
        {
            "verse_number": "7",
            "verse_content": "After consultation, they used it to buy the potter’s field as a burial place for foreigners."
        },
        {
            "verse_number": "8",
            "verse_content": "That is why that field even today is called the Field of Blood."
        },
        {
            "verse_number": "9",
            "verse_content": "Then was fulfilled what had been said through Jeremiah the prophet, “And they took the thirty pieces of silver, the value of a man with a price on his head, a price set by some of the Israelites,"
        },
        {
            "verse_number": "10",
            "verse_content": "and they paid it out for the potter’s field just as the Lord had commanded me.”\nJesus Questioned by Pilate."
        },
        {
            "verse_number": "11",
            "verse_content": "Now Jesus stood before the governor, and he questioned him, “Are you the king of the Jews?” Jesus said, “You say so.”"
        },
        {
            "verse_number": "12",
            "verse_content": "And when he was accused by the chief priests and elders, he made no answer."
        },
        {
            "verse_number": "13",
            "verse_content": "Then Pilate said to him, “Do you not hear how many things they are testifying against you?”"
        },
        {
            "verse_number": "14",
            "verse_content": "But he did not answer him one word, so that the governor was greatly amazed.\nThe Sentence of Death."
        },
        {
            "verse_number": "15",
            "verse_content": "Now on the occasion of the feast the governor was accustomed to release to the crowd one prisoner whom they wished."
        },
        {
            "verse_number": "16",
            "verse_content": "And at that time they had a notorious prisoner called  Barabbas."
        },
        {
            "verse_number": "17",
            "verse_content": "So when they had assembled, Pilate said to them, “Which one do you want me to release to you,  Barabbas, or Jesus called Messiah?”"
        },
        {
            "verse_number": "18",
            "verse_content": "For he knew that it was out of envy that they had handed him over."
        },
        {
            "verse_number": "19",
            "verse_content": "While he was still seated on the bench, his wife sent him a message, “Have nothing to do with that righteous man. I suffered much in a dream today because of him.”"
        },
        {
            "verse_number": "20",
            "verse_content": "The chief priests and the elders persuaded the crowds to ask for Barabbas but to destroy Jesus."
        },
        {
            "verse_number": "21",
            "verse_content": "The governor said to them in reply, “Which of the two do you want me to release to you?” They answered, “Barabbas!”"
        },
        {
            "verse_number": "22",
            "verse_content": "Pilate said to them, “Then what shall I do with Jesus called Messiah?” They all said, “Let him be crucified!”"
        },
        {
            "verse_number": "23",
            "verse_content": "But he said, “Why? What evil has he done?” They only shouted the louder, “Let him be crucified!”"
        },
        {
            "verse_number": "24",
            "verse_content": "When Pilate saw that he was not succeeding at all, but that a riot was breaking out instead, he took water and washed his hands in the sight of the crowd, saying, “I am innocent of this man’s blood. Look to it yourselves.”"
        },
        {
            "verse_number": "25",
            "verse_content": "And the whole people said in reply, “His blood be upon us and upon our children.”"
        },
        {
            "verse_number": "26",
            "verse_content": "Then he released Barabbas to them, but after he had Jesus scourged, he handed him over to be crucified.\nMockery by the Soldiers."
        },
        {
            "verse_number": "27",
            "verse_content": "Then the soldiers of the governor took Jesus inside the praetorium and gathered the whole cohort around him."
        },
        {
            "verse_number": "28",
            "verse_content": "They stripped off his clothes and threw a scarlet military cloak about him."
        },
        {
            "verse_number": "29",
            "verse_content": "Weaving a crown out of thorns, they placed it on his head, and a reed in his right hand. And kneeling before him, they mocked him, saying, “Hail, King of the Jews!”"
        },
        {
            "verse_number": "30",
            "verse_content": "They spat upon him and took the reed and kept striking him on the head."
        },
        {
            "verse_number": "31",
            "verse_content": "And when they had mocked him, they stripped him of the cloak, dressed him in his own clothes, and led him off to crucify him.\nThe Way of the Cross."
        },
        {
            "verse_number": "32",
            "verse_content": "As they were going out, they met a Cyrenian named Simon; this man they pressed into service to carry his cross.\nThe Crucifixion."
        },
        {
            "verse_number": "33",
            "verse_content": "And when they came to a place called Golgotha (which means Place of the Skull),"
        },
        {
            "verse_number": "34",
            "verse_content": "they gave Jesus wine to drink mixed with gall. But when he had tasted it, he refused to drink."
        },
        {
            "verse_number": "35",
            "verse_content": "After they had crucified him, they divided his garments by casting lots;"
        },
        {
            "verse_number": "36",
            "verse_content": "then they sat down and kept watch over him there."
        },
        {
            "verse_number": "37",
            "verse_content": "And they placed over his head the written charge against him: This is Jesus, the King of the Jews."
        },
        {
            "verse_number": "38",
            "verse_content": "Two revolutionaries were crucified with him, one on his right and the other on his left."
        },
        {
            "verse_number": "39",
            "verse_content": "Those passing by reviled him, shaking their heads"
        },
        {
            "verse_number": "40",
            "verse_content": "and saying, “You who would destroy the temple and rebuild it in three days, save yourself, if you are the Son of God,  come down from the cross!”"
        },
        {
            "verse_number": "41",
            "verse_content": "Likewise the chief priests with the scribes and elders mocked him and said,"
        },
        {
            "verse_number": "42",
            "verse_content": "“He saved others; he cannot save himself. So he is the king of Israel! Let him come down from the cross now, and we will believe in him."
        },
        {
            "verse_number": "43",
            "verse_content": "He trusted in God; let him deliver him now if he wants him. For he said, ‘I am the Son of God.’”"
        },
        {
            "verse_number": "44",
            "verse_content": "The revolutionaries who were crucified with him also kept abusing him in the same way.\nThe Death of Jesus."
        },
        {
            "verse_number": "45",
            "verse_content": "From noon onward, darkness came over the whole land until three in the afternoon."
        },
        {
            "verse_number": "46",
            "verse_content": "And about three o’clock Jesus cried out in a loud voice, “Eli, Eli, lema sabachthani?” which means, “My God, my God, why have you forsaken me?”"
        },
        {
            "verse_number": "47",
            "verse_content": "Some of the bystanders who heard it said, “This one is calling for Elijah.”"
        },
        {
            "verse_number": "48",
            "verse_content": "Immediately one of them ran to get a sponge; he soaked it in wine, and putting it on a reed, gave it to him to drink."
        },
        {
            "verse_number": "49",
            "verse_content": "But the rest said, “Wait, let us see if Elijah comes to save him.”"
        },
        {
            "verse_number": "50",
            "verse_content": "But Jesus cried out again in a loud voice, and gave up his spirit."
        },
        {
            "verse_number": "51",
            "verse_content": "And behold, the veil of the sanctuary was torn in two from top to bottom. The earth quaked, rocks were split,"
        },
        {
            "verse_number": "52",
            "verse_content": "tombs were opened, and the bodies of many saints who had fallen asleep were raised."
        },
        {
            "verse_number": "53",
            "verse_content": "And coming forth from their tombs after his resurrection, they entered the holy city and appeared to many."
        },
        {
            "verse_number": "54",
            "verse_content": "The centurion and the men with him who were keeping watch over Jesus feared greatly when they saw the earthquake and all that was happening, and they said, “Truly, this was the Son of God!”"
        },
        {
            "verse_number": "55",
            "verse_content": "There were many women there, looking on from a distance, who had followed Jesus from Galilee, ministering to him."
        },
        {
            "verse_number": "56",
            "verse_content": "Among them were Mary Magdalene and Mary the mother of James and Joseph, and the mother of the sons of Zebedee.\nThe Burial of Jesus."
        },
        {
            "verse_number": "57",
            "verse_content": "When it was evening, there came a rich man from Arimathea named Joseph, who was himself a disciple of Jesus."
        },
        {
            "verse_number": "58",
            "verse_content": "He went to Pilate and asked for the body of Jesus; then Pilate ordered it to be handed over."
        },
        {
            "verse_number": "59",
            "verse_content": "Taking the body, Joseph wrapped it  clean linen"
        },
        {
            "verse_number": "60",
            "verse_content": "and laid it in his new tomb that he had hewn in the rock. Then he rolled a huge stone across the entrance to the tomb and departed."
        },
        {
            "verse_number": "61",
            "verse_content": "But Mary Magdalene and the other Mary remained sitting there, facing the tomb.\nThe Guard at the Tomb."
        },
        {
            "verse_number": "62",
            "verse_content": "The next day, the one following the day of preparation, the chief priests and the Pharisees gathered before Pilate"
        },
        {
            "verse_number": "63",
            "verse_content": "and said, “Sir, we remember that this impostor while still alive said, ‘After three days I will be raised up.’"
        },
        {
            "verse_number": "64",
            "verse_content": "Give orders, then, that the grave be secured until the third day, lest his disciples come and steal him and say to the people, ‘He has been raised from the dead.’ This last imposture would be worse than the first.”"
        },
        {
            "verse_number": "65",
            "verse_content": "Pilate said to them, “The guard is yours; go secure it as best you can.”"
        },
        {
            "verse_number": "66",
            "verse_content": "So they went and secured the tomb by fixing a seal to the stone and setting the guard."
        }
    ],
    "28": [
        {
            "verse_number": "1",
            "verse_content": "After the sabbath, as the first day of the week was dawning, Mary Magdalene and the other Mary came to see the tomb."
        },
        {
            "verse_number": "2",
            "verse_content": "And behold, there was a great earthquake; for an angel of the Lord descended from heaven, approached, rolled back the stone, and sat upon it."
        },
        {
            "verse_number": "3",
            "verse_content": "His appearance was like lightning and his clothing was white as snow."
        },
        {
            "verse_number": "4",
            "verse_content": "The guards were shaken with fear of him and became like dead men."
        },
        {
            "verse_number": "5",
            "verse_content": "Then the angel said to the women in reply, “Do not be afraid! I know that you are seeking Jesus the crucified."
        },
        {
            "verse_number": "6",
            "verse_content": "He is not here, for he has been raised just as he said. Come and see the place where he lay."
        },
        {
            "verse_number": "7",
            "verse_content": "Then go quickly and tell his disciples, ‘He has been raised from the dead, and he is going before you to Galilee; there you will see him.’ Behold, I have told you.”"
        },
        {
            "verse_number": "8",
            "verse_content": "Then they went away quickly from the tomb, fearful yet overjoyed, and ran to announce this to his disciples."
        },
        {
            "verse_number": "9",
            "verse_content": "And behold, Jesus met them on their way and greeted them. They approached, embraced his feet, and did him homage."
        },
        {
            "verse_number": "10",
            "verse_content": "Then Jesus said to them, “Do not be afraid. Go tell my brothers to go to Galilee, and there they will see me.”\nThe Report of the Guard."
        },
        {
            "verse_number": "11",
            "verse_content": "While they were going, some of the guard went into the city and told the chief priests all that had happened."
        },
        {
            "verse_number": "12",
            "verse_content": "They assembled with the elders and took counsel; then they gave a large sum of money to the soldiers,"
        },
        {
            "verse_number": "13",
            "verse_content": "telling them, “You are to say, ‘His disciples came by night and stole him while we were asleep.’"
        },
        {
            "verse_number": "14",
            "verse_content": "And if this gets to the ears of the governor, we will satisfy  and keep you out of trouble.”"
        },
        {
            "verse_number": "15",
            "verse_content": "The soldiers took the money and did as they were instructed. And this story has circulated among the Jews to the present .\nThe Commissioning of the Disciples."
        },
        {
            "verse_number": "16",
            "verse_content": "The eleven disciples went to Galilee, to the mountain to which Jesus had ordered them."
        },
        {
            "verse_number": "17",
            "verse_content": "When they saw him, they worshiped, but they doubted."
        },
        {
            "verse_number": "18",
            "verse_content": "Then Jesus approached and said to them, “All power in heaven and on earth has been given to me."
        },
        {
            "verse_number": "19",
            "verse_content": "Go, therefore, and make disciples of all nations, baptizing them in the name of the Father, and of the Son, and of the holy Spirit,"
        },
        {
            "verse_number": "20",
            "verse_content": "teaching them to observe all that I have commanded you. And behold, I am with you always, until the end of the age.”"
        }
    ]
}